Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: Knowing Zharagorn's forces were not far behind, we continued south. Finally, we reached Fort Takrit, an outpost just a few days' ride from Karasov.
da: Vel vidende at Zharagorns styrker ikke var langt bagude fortsatte vi mod syd. Endelig nåede vi Fort Takrit, en forpost kun et par dages ridt fra Karasov.
it: Sapendo che le forze di Zharagorn non erano lontane, continuammo a sud. Alla fine, abbiamo raggiunto forte Takrit, un avamposto a solo pochi giorni a cavallo da Karasov.

source: Halt! Who goes ... oh, it's you, Viktor.
da: Holdt! Hvem der ... oh det er dig Viktor.
it: Altolà! Chi v... oh, sei tu, Viktor.

source: Thank goodness it's you, sir! Deuterus, this is General Karak.
da: Gud tak og lov for at det er dig herre! Deuterus, dette er general Karak.
it: Siete voi, signore, siano ringraziati gli dei! Deuterus, questo è il generale Karak.

source: Viktor, our only chance of an audience with the King is if a respected senior officer escorts us. With Sir Denevan lost, we need General Karak on side.
da: Viktor, vores eneste chance for at mødes med kongen er hvis en respekteret ældre officer eskorterer os. Da ridder Denevan er død har vi brug for general Karak på vores side.
it: Viktor, la nostra unica speranza per avere udienza con il re è che un ufficiale anziano e rispettato ci accompagni. Con la perdita di sir Denevan, abbiamo bisogno che il generale Karak sia dalla nostra parte.

source: My Lord, I am Deuterus, the Great Druid of the Northern Forest. We urgently request you lead us to Council with King Gamaron.
da: Min herre, jeg er Deuterus, den store druide fra de nordlige skove. Vi anmoder om, at du snarest fører os til et møde med kong Gamaron.
it: Mio signore, sono Deuterus, il grande druido della foresta settentrionale. Vi chiediamo di portarci urgentemente al consiglio con re Gamaron.

source: What? That's not possible. In case you haven't heard, the border guard has been overrun by some invasion force that came out of nowhere. I am holding this fort until reinforcements arrive, and the King has ordered all forces in the area to fight under my command.
da: Hvad? Det er ikke muligt. Hvis du ikke har hørt det, så er grænsevagten blevet løbet over ende af en invasionshær, som kom ud fra ingenting. Jeg holder dette fort indtil forstærkninger når frem og kongen har beordret alle styrker i dette område til at kæmpe under min kommando.
it: Cosa? Non è possibile. Nel caso che non l'abbiate saputo, la guardia di confine è stata travolta da una forza di invasione venuta fuori dal nulla. Sto difendendo questo forte fino all'arrivo dei rinforzi e il re ha ordinato che tutte le forze della regione combattano ai miei ordini.

source: (If he's anything like Sir Denevan, I've got a bad feeling about this.)
da: (Hvis han ligner ridder Denevan det mindste giver det mig en meget dårlig følelse.)
it: (Se non è come sir Denevan, ho dei grossi dubbi al riguardo.)

source: Holding this fort is pointless. We may be able to fight the enemy off once or even twice, but we cannot hold off thousands of fanatics indefintely.
da: At holde dette fort er meningsløst. Vi kan måske holde fjenden tilbage en eller to gange, men vi kan ikke holde tusindvis af fanatikere tilbage uendeligt.
it: Difendere questo forte è inutile. Potremo respingere il nemico una volta o due, ma non potremo resistere indefinitamente a centinaia di fanatici.

source: Pardon me, but I am in charge here, not you. And where is Sir Denevan, Viktor?
da: Undskyld mig, men jeg bestemmer her, ikke dig. Og hvor er ridder Denevan Viktor?
it: Chiedo scusa, ma qua sono io il comandante, non tu. E dov'è sir Denevan, Viktor?

source: He ... err ...
da: Han ... jaaa ...
it: È... ehm...

source: Sir Denevan gave his life to protect us, so that we may reach Karasov.
da: Ridder Denevan gav sit liv for at beskytte os, så vi kan nå Karasov.
it: Sir Denevan ha dato la sua vita per proteggere tutti noi in modo che potessimo raggiungere Karasov.

source: What??? Then you can make his sacrifice worthwhile and help us fight off these raiders. That's an order!
da: Hvad??? Så kan du tilbagebetale hans offer ved at holde disse angribere tilbage. Det er en ordre!
it: Cosa??? Allora fate in modo che il suo sacrificio non sia vano e aiutateci a respingere questi razziatori. È un ordine!

source: Viktor, we have little choice. Our only chance is prove our worth in combat and hope this can change the general's mind.
da: Viktor vi har ikke noget valg. Vores eneste chance er er vise vores værdi i kamp og håbe, at vi kan ændre generalens opfattelse.
it: Viktor, non abbiamo molta scelta. Possiamo solo dimostrare il nostro valore nel combattimento e sperare che ciò possa far cambiare idea al generale.

source: It seems so. To arms!
da: Det ser sådan du. Til våben!
it: Così sembra. Alle armi!

source: Look, master! The spoilt brat and bumbling old fool are here.
da: Se herre! Den spolerede møgunge og det stammende gamle fjols er her.
it: Guardate, padrone! Lo spaccone scemo e il vecchio sciocco imbranato sono qua.

source: I see, you want to avenge your master's death? So be it! If it's a punch-up you want, I will make it your last.
da: Jeg forstår i ønsker at hævne jeres herres død? Så må det være sådan! Hvis det er et hug i ønsker, så skal jeg sørge for at det bliver jeres sidste hug.
it: Ho visto, vuoi vendicare la morte del tuo padrone? Così sia! Se vuoi lo scontro, farò in modo che per te sia l'ultimo.

source: I don't understand ... the living fighting alongside the dead?
da: Jeg forstår det ikke ... den levende kæmper sammen med den døde?
it: Non capisco... i vivi che combattono al fianco dei morti?

source: Then there is no doubt this truly is the forces of Zharagorn. His followers are people seduced by promises of power beyond their wildest dreams - people from both sides of the grave.
da: Så er der ingen tvivl. Dette er Zharagorns styrker. Hans følgeskab er folk der er forført af løfter om magt, der overgår deres vildeste drømme - folk fra begge sider af graven.
it: Allora queste sono davvero le forze di Zharagorn. I suoi seguaci sono persone sedotto da promesse di potere oltre i sogni più sfrenati - persone di questo e dell'altro mondo.

source: My Lord, I believe there is a reclusive priest nearby who is trained in the arts of fighting the dead. Maybe there is something here than can help us.
da: Min herre jeg tror, der er en eneboerpræst tæt herpå som er trænet i kunsten at kæmpe mod de døde. Måske er der noget her, som kan hjælpe os.
it: Mio signore, credo che da queste parti ci sia un eremita qua vicino addestrato nelle arti di combattere i morti. Forse qua potrebbe esserci d'aiuto.

source: I hope so. I'll order my men to search the villages.
da: Det håber jeg. Jeg beordrer mine mænd til at gennemsøge landsbyerne.
it: Spero di sì. Ordinerò ai miei uomini di perlustrare i villaggi.

source: No sign of this priest ... wait a moment, what's this?
da: Intet tegn på denne præst ... Vent et øjeblik, hvad er dette?
it: Non c'è traccia del sacerdote... aspetta un attimo, cos'è questo?

source: Holy Water
da: Helligt vand
it: Acqua santa

source: Using this water will cause every blow you deal to be holy!
da: Anvendelse af dette vand vil få alle dine slag til at være hellige!
it: Utilizzando quest'acqua ogni tuo colpo varrà come un attacco sacro!

source: Well, I think we've done enough to prove our worth to General Karak.
da: Jeg tror, vi har gjort nok til at bevise vores værd for general Karak.
it: Beh, credo che abbiamo dimostrato a sufficienza il nostro valore al generale Karak.

source: Quite. But we still need to hold off these invaders, or there'll be no General Karak to take us to the king.
da: Ja rigeligt. Men vi har stadig brug for at holde disse angribere tilbage, ellers vil der ikke være nogen general Karak, der kan føre os til kongen.
it: Abbastanza. Ma dovremo comunque respingere questi invasori e non ci sarà nessun generale Karak per portarci dal re.

source: *@<127,127,127>Objective I: <127,127,127>Defeat 15 units; or <127,127,127>Defeat Muff Morran
da: *@<127,127,127>Mål I: <127,127,127>Besejr 15 enheder; eller <127,127,127>Besejr Muff Morran
it: *@<127,127,127>Obiettivo I: <127,127,127>Sconfiggi 15 unità oppure <127,127,127>Sconfiggi Muff Morran

source: *@<255,255,255>Victory: <0,255,0>Defeat Jaan Delfris (bonus); or <0,255,0>Hold out until turns end
da: *@<255,255,255>Sejr: <0,255,0>Besejr Jaan Delfris (bonus); eller <0,255,0>Hold ud indtil tiden løber ud
it: *@<255,255,255>Vittoria : <0,255,0>Sconfiggi Jaan Delfris (bonus) oppure <0,255,0>Resisti fino alla fine dei turni

source: $units_slain Unit(s) Defeated
da: $units_slain enhed(er) besejret
it: $units_slain unità eliminate

source: Forgive me, Viktor. You truly are a brave and worthy commander.
da: Tilgiv mig Viktor. Du er i sandhed en modig og værdig kommandør.
it: Perdonami, Viktor. Sei davvero un comandante coraggioso e valoroso.

source: My humble thanks, sir.
da: Min ydmyge tak.
it: La ringrazio umilmente, signore.

source: Who is your companion?
da: Hvem er din følgesvend?
it: Chi è il tuo compagno?

source: I am Deuterus, Great Druid of the Northern Forest. We urgently seek an audience with the King so that Zharagorn can be defeated.
da: Jeg er Deuterus, stordruide fra De Nordlige Skove. Vi anmoder hurtigst muligt om et møde med kongen, så Zharagorn kan blive besejret.
it: Sono Deuterus, grande druido della foresta settentrionale. Cerchiamo urgentemente udienza con il re per poter sconfiggere Zharagorn.

source: Then come with me. Now that reinforcements have arrived, my duty at this fort is complete. I will see to it personally that you get your meeting.
da: Så kom med mig. Nu da forstærkninger er ankommet, er min pligt ved dette fort afsluttet. Jeg vil personligt se til, at i kommer til et møde med kongen.
it: Allora seguitemi. Ora che sono arrivati i rinforzi, il mio compito in questo forte è finito. Mi occuperò personalmente di farvi avere un incontro.

source: Thank you, my Lord.
da: Tak min herre.
it: Grazie, mio signore.

source: This is far as we outlaws can go with you, but please take what we can spare. Good luck meeting the king.
da: Det er så langt vi fredløse kan gå med dig, men tag hvad vi kan undvære. Held og lykke med mødet hos kongen.
it: Noi fuorilegge non possiamo accompagnarti oltre, ma ti prego di accettare quello che possiamo spartire. Buona fortuna per l'incontro con il re.

source: You receive 40 pieces of gold.
da: Du modtager 40 guldstykker.
it: Hai ricevuto 40 pezzi d'oro.

source: This is far as we outlaws can go with you. Good luck meeting the king.
da: Det er så langt, vi fredløse kan gå med dig. Held og lykke med mødet hos kongen.
it: Noi fuorilegge non possiamo accompagnarti oltre. Buona fortuna per l'incontro con il re.

source: I see the reinforcements! We are saved.
da: Jeg kan se forstærkninger! Vi er reddet.
it: Vedo i rinforzi! Siamo salvi.

source: My Lord, more reinforcements will arrive soon ... and it looks like our foes are in retreat.
da: Min herre flere forstærkninger ankommer snart ... og vores fjender ser ud til at være på tilbagetog.
it: Mio signore, stanno arrivando altri rinforzi... e sembra che i nostri nemici si stia ritirando.

source: Curse you! But we will be back, and when we return, you will all die.
da: Forbandet være dig! Men vi kommer tilbage, og når vi gør skal i alle dø.
it: Maledetto! Ma noi torneremo, e quando torneremo, morirete tutti.

source: Some help you turned out to be. I lost countless soldiers holding this fort. You can stay in position!
da: I viste jer som noget af en hjælp. Jeg mistede utallige soldater under forsvaret af dette fort. I kan blive i position!
it: Qualche aiuto arriverà. Ho perso innumerevoli soldati per difendere questo forte. La posizione si può difendere!

source: But sir, we must see the King.
da: Men herre, vi må møde kongen.
it: Ma signore, dobbiamo vedere il re.

source: That is enough! When you see the King, it shall be when you stand trial for cowardice and desertion. Arrest these men!
da: Det er nok! Når i ser kongen er det foran en retssag involverende desertering og kujonagtigt opførelse. Arrester disse mænd!
it: Adesso basta! Quando vedrete il re, sarà al vostro processo per codardia e diserzione. Arrestate questi uomini!

source: But master! You promised we would triumph!
da: Men herre! Du lovede, at vi ville vinde!
it: Ma padrone! Hai promesso che avremmo trionfato!

source: Bah! My apprentice was useless! You won't have such an easy fight against me!
da: Bah! Min lærling var ubrugelig! Du vil ikke få en lige så nem kamp imod mig!
it: Bah! Il mio apprendista è stato inutile! Non avai vita così facile con me!

source: This is for Sir Denevan!
da: Dette er for ridder Denevan!
it: Questo è per sir Denevan!

source: I may fall, but when the full force of Zharagorn descends upon your land, I will see you in hell.
da: Jeg falder måske, men når Zharagorns fuldes styrke kommer til dette land så vil jeg se dig i helvede.
it: Io posso anche cadere, ma quando tutta la forza di Zharagorn scenderà nella tua terra, ci ritroveremo all'inferno.

source: General Karak, sir, we have arrived to hold the fort from further attacks. More reinforcements are on the way.
da: General Karak. Vi er ankommet for at holde fortet imod yderligere angreb. Flere forstærkninger er på vej.
it: Generale Karak, signore, siamo arrivati per difendere il forte da altri attacchi. Ulteriori rinforzi sono in cammino.

source: Die, you-
da: Dø. Din-
it: Muor-

source: Oh no! They've killed General Karak! Now there is no hope of meeting the king.
da: Oh nej! De har dræbt general Kark! Nu er der intet håb om at møde kongen.
it: Oh no! Hanno ucciso il generale Karak! Non abbiamo più speranza di incontrare il re.

source: The King's Council
da: Kongens råd
it: Il consiglio del re

source: Finally, we reached the gates of Karasov - a city I had not seen for a long time. But it was a very different city to the one I had last seen. News of the invasion had reached the city long before we had, and the mood was fearful, apprehensive, and - to many - already resigned to the fall of the capital.
da: Endelig nåede vi Karasovs porte - en by jeg ikke havde set i lang tid. Men det var en meget anderledes by i forhold til den jeg kendte. Nyheden om invasionen havde nået byen lang tid før vi ankom og stemningen var frygtsom, ængstelig, og - for mange - allerede en affindelse med hovedstadens fald.
it: Finalmente arrivammo alle porte di Karasov -una città che non vedevo da molto tempo. Ma era una città molto diversa da quella che ricordavo. Le notizie dell'invasione erano arrivate in città molto prima di noi e l'umore era timoroso, preoccupato e -per molti- rassegnato alla caduta della capitale.

source: Some people stopped us and asked if there was any word from friends in the Northern Provinces. It seemed that, since the start of the invasion, there had been no word at all from north of the border.
da: Enkelte personer stoppede os og spurgte, om der var nyheder fra venner i de nordlige provinser. Det lød som om, at siden invasionen havde der ikke været nogen nyheder overhovedet fra nord for grænsen.
it: Alcuni ci fermavano a ci chiedevano se avevamo notizie dagli amici nelle province settentrionali. Sembrava che, dall'inizio dell'invasione, non fosse più arrivata nessuna notizia da oltre il confine settentrionale.

source: The only joy in the city came from the accursed cultists, very much alike to the ones we had fought on our journey. As we passed their infernal temple, they promised protection to anyone joining them, and death to anyone who tried to resist. I hoped that once we met King Gamaron, their days would be numbered.
da: Den eneste glæde i byen kom fra nogle fanatikere, meget li' dem vi havde kæmpet imod på vores rejse. Da vi passerede deres tempel tilbød de beskyttelse til alle, som ville slutte sig til dem, og død over alle som ville gøre modstand. Jeg håbede, at når vi mødte kong Gamaron så ville deres dage være talte.
it: L'unica fonte di gioia in città proveniva dai seguaci del culto maledetto, molto simili a quelli che avevamo combattuto nel nostro viaggio. Mentre passavamo di fronte al loro tempio infernale, promettevano protezione a tutti coloro che si fossero uniti a loro e morte a chiunque si fosse oppposto. Speravo che dopo aver incontrato il re Gamaron, i loro giorni sarebbero stati contati.

source: But I soon discovered the decisive Kings of Eldrian's line were long gone.
da: Men jeg opdagede snart, at den beslutsomme linje af Eldrians konger for længst var væk.
it: Ma presto scoprii che la linea decisiva del re di Eldrian era persa da lungo tempo.

source: Grand Marshal Romaniov
da: Stormarshal Romaniov
it: Granmaresciallo Romaniov

source: Arch-Minister Mavarian
da: Ærkeminister Mavarian
it: Arciministro Mavarian

source: Chief Advisor Jofessan
da: Chefrådgiver Jofessan
it: Capo consigliere Jofessan

source: Councillor Durgan
da: Rådsmedlem Durgan
it: Cancelliere Durgan

source: Your majesty, I have given the order for our full army to amass on Fort Tarkit. We may have been caught unprepared, but no army from the north can possibly defeat our entire force.
da: Deres majestæt. Jeg har givet hele hæren ordre til at samle sig i fort Tarkit. Vi er måske blevet fanget uforberedt, men ingen hær fra nord vil have mulighed for at besejre hele vores hær.
it: Vostra maestà, ho dato l'ordine che tutto il nostro esercito si raduni a forte takrit. Ci hanno colti impreparati ma nessun esercito da nord potrà sconfiggere tutte le nostre forze.

source: This is insane! Do you not remember the legend of Zharagorn? All who rose to fight him were slain! Do you wish to condemn every soldier of ours to death?
da: Dette er vanvid! Husker du legenden om Zharagorn? Alle som kæmpede imod ham blev dræbt! Ønsker du at dømme hver og en af vores soldater til døden?
it: Pazzia! Non ricordate la leggenda di Zharagorn? E che quelli che lo combattono vengono uccisi? Vorreste condannare a morte ciascuno dei nostri soldati?

source: Councillor Durgan. What do you have to say on this matter?
da: Rådsmedlem Durgan. Hvad har du at sige om sagen?
it: Cosigliere Durgan. Cosa avete da diere al riguardo?

source: Uhmm ... err ...
da: Uhmm ... tja ...
it: Ehmm ... err ...

source: Sire, I concur with Jofessan. Fort Takrit is exposed on several flanks and will be difficult to defend against a large army. If this is indeed the Legions of Zharagorn, we should retreat to Karasov and fight where our defences are strongest.
da: Jeg er enig med Jofessan. Fort Takrit er udsat på flere sider og vil være svær at forsvare mod en stor hær. Hvis dette virkelig er Zhargorns legioner bør vi trække os tilbage til Karasov og kæmpe hvor vores forsvar er stærkest.
it: Sire, sono d'accordo con Jofessan. Forte Takrit è esposto su diversi lati e sarà difficile da difendere contro un grosso esercito. Se sono davvero le legioni di Zharagorn, dovremmo ritirarci a Karasov e combattere dove il nostro esercito è più forte.

source: Are you joking? Excellency, if our forces must go ahead with a suicidal attack, I would rather they fought at Fort Takrit, away from the city. There will be a slaughter no matter where they fight, and I for one do not wish our women and children to be included.
da: Gør du grin? Deres Excellence hvis vores styrker skal fortsætte med dette selvmorderiske angreb, så vil jeg hellere at de kæmper ved Fort Takrit; væk fra byen. Det bliver et myrderi, uanset hvor de kæmper og jeg ønsker ikke, at vores kvinder og børn bliver involveret.
it: State scherzando? Eccellenza, se il nostro esercito deve affrontare uno scontro suicida, sarebbe meglio che combatta a forte takir, lontano dalla città. Quale che sia il uogo, sarà un massacro e io di sicuro non voglio che le nostre donne e i nostri bambini ne facciano parte.

source: Wait ... I believe we have a guest. General Karak, it is a pleasure to see you again.
da: Vent ... Jeg tror, at vi har en gæst. General Karak, det er en fornøjelse at se dig igen.
it: Aspettate... sembra che abbiamo un ospite. General Karak, è un piacere rivederla.

source: Your majesty, it is a privelige to be granted an audience at this busy time.
da: Deres majestæt. Det er et privilegie, at blive imødekommet en audiens på dette travle tidspunkt.
it: Vostra maestà, è un privilegio per me ottenere udienza da voi in questi tempi difficili.

source: Karak, what are you doing out of post? You were ordered to remain at Fort Takrit.
da: Karak hvad gør du her væk fra din post? Du blev beordret til at blive på Fort Takrit.
it: Karak, perrché hai abbandonato il tuo posto? Ti era stato ordinato di rimanere a forte Takrit.

source: My orders were to hold the fort until reinforcements arrive. They have now arrived and my orders are complete. Nevertheless, I intend to return to Fort Takrit tonight. But I pray you grant an audience with Viktor, a young commander, and an old man named Deuterus.
da: Mine ordrer lød på at holde fortet indtil forstærkninger ankom. De er nu ankommet og mine ordre er fuldført. Uanset det så har jeg tænkt mig at returnere til fort Takrit i aften. Men jeg har et ønske om, at i tillader en audiens med Viktor, en ung kommandør, og en gammel mand ved navn Deuterus.
it: I miei ordini erano di difendere il forte fino all'arrivo dei rinforzi. Adesso sono arrivati e ho dunque eseguito gli ordini. Comuqnue, intendo tornare a forte Takrit questa sera. Vi prego però di concedere udienza a Viktor, un giovane comandante, e a un vecchio chiamato Deuterus.

source: Young Viktor? I hear you took down a dark sorcerer attacking fort Takrit. Please accept a small token of my appreciation.
da: Unge Viktor? Jeg hører, at du nedlagde en mørk troldmand der angreb fort Takrit. Accepter venligst en lille ting som tegn på min taknemlighed.
it: Il giovane Viktor? Mi hanno detto che hai sconfitto uno oscuro stregone che attaccava forte Takrit. Ti prego di accettare questo piccolo segno della mia riconoscenza.

source: You receive 25 pieces of gold.
da: Du modtager 25 guldstykker.
it: Hai ricevuto 25 pezzi d'oro.

source: Young Viktor? I hear you took down the leader of the assault on Fort Takrit. That must be rewarded.
da: Unge Viktor? Jeg hører, at du nedlagde lederen af angrebet på fort Takrit. Det må belønnes.
it: Il giovane Viktor? Mi hanno detto che hai sconfitto il capo dell'attacco di forte Takrit. Ciò merita un premio.

source: You receive 50 pieces of gold.
da: Du modtager 50 guldstykker.
it: Hai ricevuto 50 pezzi d'oro.

source: Deuterus? ... Can it really ... no, that's impossible.
da: Deuterus? ... er det virkelig ... nej det er umuligt.
it: Deuterus? ... Può davvero... no, è impossibile.

source: Your majesty, noble councillors, the force invading the land is indeed the forces of Zharagorn. If we are to prevail, I pray you heed three pieces of advice.
da: Deres majestæt, ædle rådsmedlemmer, den angribende styrke er Zharagorns styrker. Hvis vi skal overleve, så håber jeg, at i vil høre på tre råd.
it: Vostra maestà, nobili consiglieri, la forza che sta invadendo la nostra terra è davvero la legione di Zharagorn. Se vogliamo vincere, vi prego di prestare attenzione a tre consigli.

source: Why should we waste time listening to the ramblings of this old fool? Does anyone here even wish to listen?
da: Hvorfor skal vi spilde tid på at høre på snakken fra et gammelt fjols? Er der nogen her, der i det hele taget ønsker at høre?
it: Perché dovremmo perdere tempo ad ascoltare i deliri di questo vecchio pazzo? C'è qualcuno qua che vuole ascoltarlo?

source: Duh ... err ... ummm ...
it: Mh ... err ... umh ...

source: I wish to hear what he has to say.
da: Jeg ønsker at høre, hvad han har at sige.
it: Io vorrei ascoltare quello che ha da dire.

source: Very well. Proceed.
da: Udmærket. Fortsæt.
it: Benissimo. Procedi.
