Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: Firstly, we must be prepared to stand and fight. Zharagorn is only at the strength he is now because too many of the Northern Provinces surrendered instead of putting up a fight. But Zharagorn can be beaten, and he can be beaten here.
da: Først må vi være klar til at stå fast og kæmpe. Zharagorns nuværende styrke er kun opnået fordi for mange af de nordlige provinser overgav sig uden kamp. Men Zharagorn kan slås, og han kan slås her.
it: Per prima cosa, dobbiamo essere preparati a resistere e combattere. Zharagorn è arrivato alla forza che conosciamo ora perché troppe delle province settentrionali si sono arrese invece di combattere. Ma Zharagorn può essere sconfitto e può essere sconfitto qua.

source: Pah! Don't you know the legends?
da: Bah! Kender du ikke legenden?
it: Tsé! Non conosci le leggende?

source: I do, and legends can be misleading. Secondly, you must not underestimate their forces. Your only chance is to position your forces in the strongest defensive positions possible.
da: Det gør jeg og legender kan være misledende. For det andet må i ikke undervurdere deres styrker. Jeres eneste chance er at positionere jeres styrker i den bedst tænkelige defensive position.
it: Le conosco e le leggende possono sbagliare. Secondo punto, non dovete sottostimare le loro forze. La vostra unica possibilità è quella di disporre le vostre forze nelle posizioni difensive più forti possibile.

source: I have been in command of the King's armies for ten years, and I will not be told how to do my job!
da: Jeg har haft kommandoen over kongens hære i ti år og jeg vil ikke belæres om hvordan jeg skal udføre mit job!
it: Sono stato al comando degli esercito del re per dieci anni e non sarai tu a insegnarmi come fare il mio mestiere!

source: And the third piece of advice?
da: Og det tredje råd?
it: E il terzo consiglio?

source: You must send a force behind enemy lines and send them to the World's End mountains.
da: Du må sende en styrke bag fjendens linjer; til Verdens Ende-bjergene.
it: Dovete mandare una forza oltre le linee nemiche fino alle montagne all'estremità del mondo.

source: Why is that?
da: Hvorfor det?
it: Perché?

source: That is where the Black Emerald is located. Destroy the Black Emerald and Zharagorn's power will be broken.
da: Det er der, Den sorte Smaragd er placeret. Ødelæg Den sorte Smaragd og Zharagorns magt knuses.
it: Lo smeraldo nero si trova laggiù. Distruggete lo smeraldo nero e il potere di Zharagorn sarà spezzato.

source: My lord! This suggestion is ridiculous! It would be suicide to send soldiers behind enemy lines.
da: Min herre! Dette forslag er tåbeligt! Det vil være selvmord at sende soldater bag fjendens linjer.
it: Mio signore! Questo suggerimento è ridicolo! Sarebbe un suicidio mandare dei soldati oltre le linee nemiche.

source: On the contrary, Zharagorn will pack most of his forces into his front line. A small force behind enemy lines could roam virtually unchecked.
da: Det er lige modsat. Zharagorn vil samle hovedparten af sine styrker på frontlinjen. En lille styrke bag fjendens linjer vil kunne handle rimelig frit.
it: Al contrario, Zharagorn ammucchierà la maggior parte delle sue forze sulla linea del fronte. Una piccola forza oltre le linee nemiche potrebbe muoversi praticamente senza farsi notare.

source: Well, I don't know what makes you think you know so much about Zharagorn, but even if you do, where am I supposed to find a commander who would volunteer such a suicidal mission?
da: Jeg ved ikke hvad det er, der gør at du ved så meget om Zharagorn, men selv om du gør, hvor skal jeg så finde en kommandør som vil melde sig frivilligt til en sådan selvmordsmission?
it: Bene, non so perché la pensi così su Zharagorn, ma, anche se lo facessi, dove troverei un comandante che si offra volontario per una missione così suicida?

source: I will go!
da: Jeg melder mig!
it: Ci andrò io!

source: I beg your pardon?
da: Undskyld?
it: Chiedo perdono?

source: I have faith in what this man says. I'm prepared to bank my life on his plan.
da: Jeg har tillid til denne mand. Jeg er klar til at sætte mit liv ind på hans plan.
it: Ho fede in quello che dice quest'uomo. Sono pronto a scommettere la mia vita sul suo piano.

source: Then I say we do this. We have a willing officer, and this could be our only hope.
da: Så siger jeg, at vi gør det. Vi har en villig officer, og det kan være vores eneste håb.
it: Allora io dico che così faremo. Abbiamo un comandante volontario e ciò potrebbe essere la nostra sola speranza.

source: And I say we don't! I need every man I can get on the front line, even arrogant sons of nobles.
da: Og jeg siger nej! Jeg skal bruge hver en mand, jeg kan få til frontlinjen; selv arrogante adelige sønner.
it: E io dico di no! Mi serve ogni uomo che posso schierare sulla linea del fronte, persino gli arroganti figli dei nobili.

source: And I say we don't. If a mythical circle of powerful druids failed, what chance do a bunch of untested riders have? And besides, if he got anywhere near this Black Emerald, Zharagorn will see us as a threat. There won't be a chance for surrender, there will be annihilation!
da: Og jeg siger nej. Hvis en mytisk cirkel af magtfulde druider mislykkedes, hvilken chance har en flok uprøvede ryttere så? Og desuden, hvis han kommer nær denne sorte smaragd vil Zharagorn se os om en trussel. Der vil ikke blive en mulighed for overgivelse, der bliver kun udryddelse tilbage!
it: Anche io dico di no. Se un mitico cerchio di potenti druidi ha fallito, che possibilità può avere un gruppo di cavalieri senza esperienza? A poi, se anche ci avvicinassimo a questo smeraldo nero, Zharagorn ci vedrebbe subito come una minaccia. Non avremo nessuna possibilità di arrenderci, sarà l'annientamento!

source: Err ... err ... ummm ... duhh ...
da: Err ... err ... umm ... duhh ...
it: Err ... err ... ummm ... duh ...

source: Thank you all. We will discuss your proposal in due course and let you know when we have reached an agreement.
da: Tak til jer alle. Vi vil diskutere jeres forslag til rette tid og lade jer vide, når vi har nået en aftale.
it: Grazie a tutti. Discuteremo le vostre proposte secondo il protocollo e vi faremo sapere quando avremo raggiunto un accordo.

source: Oh no. I've seen what happens in these meetings. It will be days before we hear an answer at the earliest.
da: Oh nej. Jeg har set, hvad der sker i den slags møder. Der går dage før vi har et svar; tidligst.
it: Oh no. Ho visto cosa succede in queste riunioni. Passeranno giorni prima di avere una risposta per ben che vada.

source: That is not good. We cannot wait days.
da: Den tid har vi ikke. Vi kan ikke vente i dagevis.
it: Non va bene. Non possiamo aspettare giorni.

source: Viktor, perhaps I can be of help. I am returning to the front line tonight. If you wish, when Zharagorn's front line meets ours, my forces can fight them until we open a gap in the ranks for you. After than, you'll be on your own.
da: Viktor, måske kan jeg hjælpe. Jeg tager tilbage til frontlinjen i aften. Hvis du ønsker det kan jeg når Zharagorns frontlinje møder vores bekæmpe dem indtil vi åbner en vej igennem deres linjer. Derefter er du på egen hånd.
it: Viktor, forse ti posso essere d'aiuto. Tornerò al fronte questa sera. Se vuoi, quando la prima linea di Zharagorn incontrerà la nostra, le mie forze potrebbero combattere fino ad aprire un passaggio tra i ranghi per te. Dopodiché, dovrete cavarvela da soli.

source: This sounds dangerous. Are there any other ways of crossing enemy lines?
da: Det lyder farligt. Er der andre måde at krydse fjendens linjer?
it: Sembra pericoloso. Ci sono altri modi di attraversare le linee nemiche?

source: An alternative would be to try to go underneath the enemy lines using some abandoned dwarven tunnels, but there is no knowing what lurks down there now, and I won't be able to help you.
da: En alternativ vej er at forsøge at gå under fjendens linjer igennem nogle forladte dværgetunnelser, men ingen ved hvad der gemmer sig dernede nu, og jeg vil ikke kunne hjælpe dig.
it: L'alternativa sarebbe quella di passare sotto le linee nemiche utilizzando alcune gallerie ormai abbandonate dai nani, ma non sappiamo cosa c'è adesso in agguato laggiù e io non sarò in grado di aiutarvi.

source: I'm not sure about that either. Is there any other way to get behind enemy lines?
da: Ved ikke rigtig med den ide. Er der andre måder at komme bag fjendes linjer på?
it: Non mi piace nessuna delle due. Non c'è un altro modo di arrivare dietro le linee nemiche?

source: The only other option would be to sail round the coast and try to make it up Blacktop River, but you'd have to hope the creatures who live at the delta of the river are happy to let you pass. Basically, all three options have their own dangers.
da: Den eneste anden mulighed er at sejle rundt om kysten og forsøge at komme op via Sorttop-floden, men du skal håbe på, at de skabninger som lever i deltaet vil lade dig passere. Grundlæggende har alle tre muligheder deres egne farer.
it: L'unica altra possibilità sarebbe quella di navigare lungo la costa e giungere al fiume della cima nera, ma c'è da sperare che le creature che vivono nel delta del fiume siano felici di lasciarvi passare. Di principio, ciascuna delle scelte ha dei rischi.

source: I need to think about this.
da: Jeg har brug for at tænke over det.
it: Ci devo pensare.

source: We should help repel the invasion. Let us break through the front line.
da: Vi bør hjælpe med at slå invasionen tilbage. Lad os bryde igennem frontlinjen.
it: Dobbiamo dare una mano a respingere l'invasione. Cerchiamo di sfondare la linea del fronte.

source: Very well. I only hope we can hold Fort Takrit long enough for you to break through.
da: Udmærket. Jeg håber kun, at jeg kan holde fort Takrit i lang nok tid til, at i kan bryde igennem.
it: Benissimo. Speriamo solo di poter tenere forte Takrit abbastanza a lungo.

source: Soon we were riding back to the front line. Victor and General Karak both looked glum that the King's Council had not been of any help. But secretly, I was feeling the first flush of hope in a very long time.
da: Snart var vi på vej tilbage til frontlinjen. Viktor og general Karak var begge nedtrykt over, at kongens råd ikke havde været til nogen hjælp. Men alligevel følte jeg i al hemmelighed for første gang en lille smule håb.
it: In breve stavamo di nuovo cavalcando verso la linea del fronte. Viktor e il generale Karak sembravano entrambi delusi dal fatto che il consiglio del re non era stato di nessun aiuto. Ma io, segretamente, percepivo un soffio di speranza per la prima volta da molto tempo.

source: Viktor had been told, point blank, that any mission behind enemy lines would mean his death. Viktor volunteered for the mission anyway. The time was not yet right to explain why this mattered so much, but I now knew for certain that fate of Suveran depended on him.
da: Viktor havde fået at vide, ligeud, at enhver mission bag fjendens linjer ville medføre hans død. Viktor meldte sig alligevel. Tiden var endnu ikke rigtig til at forklare hvorfor, det var så betydningsfuldt, men jeg vidste nu, at Suverans skæbne afhang af ham.
it: A Viktor era stato detto, drasticamente, che qualunque missione oltre le linee nemiche significava la sua morte. Viktor si offrì volontario comunque. Non era ancora giunto il tempo di spiegare perché questo era così importante, ma ora sapevo con sicurezza che il destino di Suveran dipendeva da lui.

source: We'll take the tunnels. The enemy won't be expecting that.
da: Vi tager tunnelerne. Fjenden vil ikke vente det.
it: Prenderemo le gallerie. Il nemico non se lo aspetta.

source: I know a guide who is familiar with those tunnels. I'm sure he'll be pleased to help you.
da: Jeg kender en spejder, som er kendt i disse tunnelser. Jeg er sikker på, at han med glæde vil hjælpe dig.
it: Conosco una guida che conosce quelle gallerie. Sono certo che vi aiuterà volentieri.

source: General Karak led us to the entrance of the tunnels, then we parted company, not knowing if we'd see him alive again. Victor still looked glum that the King's Council had not been of any help. But secretly, I was feeling the first flush of hope in a very long time.
da: General Karak før os til indgangen af disse tunneler. Viktor så stadig nedtrykt ud over at kongens råd ikke havde været til nogen hjælp. Men i al hemmelighed, mærkede jeg den første følelse af håb i meget lang tid.
it: Il generale Karak ci guidò all'ingresso delle gallerie, quindi la compagnia si divise senza sapere se lo avremmo ancora visto vivo. Viktor sembrava deluso dal fatto che il consiglio del re non era stato di nessun aiuto. Ma io, segretamente, percepivo un soffio di speranza per la prima volta da molto tempo.

source: Hopefully the enemy hasn't reached the coast yet. By sea it is.
da: Forhåbentlig har fjenden endnu ikke nået kysten. Vi tager over havet.
it: Con un po' di fortuna il nemico non ha ancora raggiunto la costa. Passeremo dal mare.

source: Your best bet is to travel with Captain Josephine Bates. She knows the delta of the river better than anyone else.
da: Din bedste mulighed er at rejse med kaptajn Josephine Bates. Hun kender flodens delta bedre end nogen andre.
it: La cosamigliore che puoi fare è viaggiare con il capitano Josephine Bates. Conosce il delta del fiume meglio di chiunque altro.

source: General Karak introduced us to Captain Josephine at the city docks, and as the ship sailed away, we saw General Karak slip out of view, not knowing if we'd see him alive again. Victor still looked glum that the King's Council had not been of any help. But secretly, I was feeling the first flush of hope in a very long time.
da: General Karak introducerede os til kaptajn Josephine ved byhavnen og mens skibet sejlede væk så vi general Karak slippe væk fra øjesyn uden at vide, om vi ville se ham i live igen. Viktor var stadig nedtrykt over at kongens råd ikke havde været til hjælp. Men i al hemmelighed kunne jeg mærke den første følelse af håb i meget lang tid.
it: Il generale Karak ci presentò al capitano Josephine al porto della città e appena la nave salpò perdemmo di vista il general Karak senza sapere se mai lo avremmo rivisto vivo. Viktor sembrava ancora deluso dal fatto che il consiglio del re non era stato di nessun aiuto. Ma io, segretamente, percepivo un soffio di speranza per la prima volta da molto tempo.

source: The Front Line
da: Frontlinjen
it: La linea del fronte

source: Move Viktor to the marker in the north
da: Flyt Viktor til markeringen i nord
it: Sposta Viktor al cartello a nord

source: Viktor told his men that only those who wished to accompany him to the World's End Mountains need follow him, but his forces stuck by him. And so we found ourselves at Fort Takrit once more.
da: Viktor fortalte sine mænd, at kun dem som ønskede at følge ham til Verdens Ende-bjergene behøvede at tage med ham, men hans styrker blev ved ham. Og så befandt vi os ved Fort Takrit endnu engang.
it: Viktor disse ai suoi uomini che avrebbero dovutro seguirlo solo quelli che avrebbero voluto accompagnarlo fino alle montagne all'estremità del mondo, ma i suoi uomini erano attaccati a lui. E così ci trovammo ancora una volta a forte Takrit.

source: My God. The forces are endless.
da: Min Gud. Tropperne er uden ende.
it: Per tutti gli dei. Questi nemici sembrano non aver fine.

source: Alas, even this will not be his full army. There will be more still.
da: Ja og selv ikke det her er hans hele hær. Der vil være flere.
it: Ahimé, questo non è neanche tutto l'esercito. Ne arriveranno ancora.

source: Viktor, I've got word back from the scouts. They say that there is a gap in the enemy's forces just behind the orcs. Reach there, and you should be able to get behind enemy lines unnoticed.
da: Viktor, jeg har fået nyheder fra spejderne. De siger, at der er et hul i fjendens styrker lige bag orkerne. Nå dertil, og du bør kunne komme ubemærket bag fjendens linjer.
it: Viktor, ho ricevuto i rapporti degli esploratori. Dicono che c'è un passaggio tra le forze nemiche proprio dietro gli orchi. Raggiungilo e dovresti riuscire a passare dietro le linee nemiche senza farti notare.

source: I understand. But what are orcs doing here?
da: Jeg forstår. Men hvad gør orkerne her?
it: Capisco. Ma cosa ci fanno gli orchi qua?

source: Zharagorn makes deals with all kinds of creatures in return for fighting hands, though he seldolm keeps his side of the bargain. Doubtless these orcs were promised something.
da: Zharagorn indgår aftaler med alle slags skabninger til gengæld for soldater, selvom han sjældent holder sin del af aftalen. Uden tvivl er disse orker blevet lovet noget.
it: Zharagorn scende a patti con chiunque in cambio di combattenti, sebbene spesso tiene il coltello dalla parte del manico. Senza dubbio ha promesso qualcosa a questi orchi.

source: I will stay and hold the line as long as I can ... I don't know which way the battle will go.
da: Jeg bliver og holder linjen i så lang tid jeg kan ... Jeg ved ikke hvilken vej slaget går.
it: Rimarrò qui a mantenere la posizione finché posso... non so che piega prenderà la battaglia.

source: Thank you ... I just wish there was something we could do in return.
da: Tak ... Jeg ville bare ønske, at der var noget vi kunne gøre til gengæld.
it: Grazie... vorrei tanto che ci fosse qualcosa che posso fare in cambio.

source: As a matter of fact, there is. Due north from here are the Blacktop mountains, home to an ancient and noble dwarvish clan. They saved my life when I was a patrol guard like you. If you can, look out for them.
da: Det er der faktisk. Lige nord for her er Sorttop-bjergene, hjemsted for en gammel og ædel dværgeklan. De reddede mit liv, da jeg var en patruljevagt ligesom dig. Hvis du kan så opsøg dem.
it: Di fatto, c'è. A nord di qua c'è il massiccio della cima nera, patria di un antico e nobile clan di nani. Mi hanno salvato la vita quando ero una guardia di pattuglia come te. Se puoi, cercali.

source: Praise the mighty Zharagorn! Show no mercy to these fools who dare to oppose us!
da: Hil den mægtige Zharagorn! Vis ingen nåde til disse fjolser, som vover at gå op imod os!
it: Lode al potente Zharagorn! Non abbiate pietà di questi sciocchi che osano opporsi a noi!

source: Rise, mighty fallen warriors. Avenge yourselves on the sons of those who slew you!
da: Rejs jer mægtige faldne krigere. Hævn jer på sønnerne af dem som dræbte jer!
it: Levatevi, potenti guerrieri caduti. Vendicatevi sui figli di coloro che vi hanno ucciso!

source: It is time, my orcish kin! Tomorrow the city of Karasov is ours.
da: Det er tid mine orkvenner! Imorgen er byen Karasov vores.
it: È ora, miei fratelli orchi! Domani Karasov sarà nostra.

source: Whatever happens, no regrets. It is a privelige to be part of this quest.
da: Uanset hvad der sker, så er der ingen fortrydelser. Det er et privilegium at være en del af denne mission.
it: Qualunque cosa succeda, non ho rimpianti. È un privilegio far parte di questa missione.

source: I'd better get on horseback if we're to outrun the orcs.
da: Jeg må heller komme til hest, hvis vi skal slippe fra de orker.
it: Sarebbe meglio montare a cavallo se non vogliamo essere travolti dagli orchi.

source: Good luck everyone.
da: Held og lykke allesammen.
it: Buona fortuna a tutti.

source: On horseback, Deuterus is faster, but he is also weaker in combat than he is when fighting on foot. Whilst mounted, try not to rely on him too much in combat.
da: På hesteryg er Deuterus hurtigere, men han er også svagere i kamp, end han er, når han kæmper til fods. Når han er til hest så stol ikke for meget på ham i kamp.
it: A cavallo, Deuterus è più veloce ma è anche più debole in combattimento rispetto a quando è a piedi. Mentre cavalca, cerca di non contare troppo su di lui in combattimento.

source: To the east, I see someone has already fought and fallen.
da: Mod øst kan jeg se, at nogen allerede har kæmpet og er faldet.
it: A est vedo qualcuno che ha già combattuto ed è caduto.

source: Oh no! It's the local priest. What was he doing fighting the undead single-handed?
da: Oh nej! Det er den lokale præst. Hvorfor kæmpede han alene mod de udøde?
it: Oh no! È il sacerdote del posto. Ma cosa stava combattendo il non-morto da solo?

source: Coming to think of it, how come he was able to fight the undead single-handed? Maybe I should send someone to check.
da: Kommer til at tænke over det, hvordan var han i det hele taget i stand til at kæmpe alene? Måske skulle jeg sende nogen over og tjekke.
it: Adesso che ci penso, come ha fatto a combattere il non-morto da solo? Forse dovrei mandare qualcuno a controllare.

source: So this is what made him think he could resist the undead ...
da: Så dette er, hvad han troede kunne bruge til at modstå de udøde ...
it: Dunque questo è quello che gli ha fatto credere di poter resistere al non-morto...

source: Holy Amulet
da: Hellig amulet
it: Amuleto sacro

source: Every blow you deal is now holy!
da: Alle slag, du uddeler, er nu hellige!
it: Ogni colpo che porti adesso è sacro!

source: There's a message here: 'To whoever finds this. I have fled to the south. I hope this can help you fight off the invaders to our land. Farewell.' Gratefully received.
da: Der er en besked her: »Til den som finder dette. Jeg er flygtet mod syd. Jeg håber, at dette kan hjælpe dig med at slå invasionsstyrken ud af vores land. Farvel.« Modtaget med taknemlighed.
it: C'è un messaggio qua: «Per chiunque lo trovi. Siamo fuggiti a sud. Spero che questo possa esservi d'aiuto per combattere gli invasori della nostra terra. Addio.» Ricevo con riconoscenza.

source: Potion of Strength
da: Styrkedrik
it: Pozione della forza

source: Strength is given to the drinker.
da: Styrke indgydes i indtageren.
it: Chi la beve riceve forza.

source: At least I'll go down fighting for my people. En garde!
da: I det mindste går jeg ned kæmpende for mit folk.
it: Almeno continuerò a combattere per la mia gente. In guardia!

source: I'm sorry, General. We can't hold out much longer.
da: Jeg er ked af det general. Vi kan ikke holde stand meget længere.
it: Mi spiace, generale. Non siamo più in grado di resistere.

source: Hurry everyone! Follow me down the northern road.
da: Hurtig allesammen! Følg mig ned ad den nordlige vej.
it: Fate presto! Seguitemi verso la strada settentrionale.

source: Good luck, Viktor. We're all depending on you.
da: Held og lykke Viktor. Vi er alle afhængige af dig.
it: Buona fortuna, Viktor. Adesso è tutto nelle tue mani.

source: I joined Viktor, and we rode north as fast as we could. As it turned out, the enemy did not try to pursue us. So far, Zharagorn was ignoring us, and that was a good thing.
da: Jeg sluttede mig til Viktor og vi red nordpå så hurtig vi kunne. Det vidste sig at fjenden ikke fulgte efter os. Indtil nu ignorerede Zharagorn os og det var en god ting.
it: Raggiunsi Viktor e cavalcammo verso nord il più velocemente possibile. Quando ci voltammo indietro, vedemmo che il nemico non aveva neanche provato a inseguirci. Per il momento, Zharagorn ci stava ignorando e questa sarebbe stata una buona cosa.
