Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: Deuterus? ... It is you. But you ... it's been so long and ... surely by now you ...
da: Deuterus? ... Det er dig. Men du ... Det har varet så lang tid og ... du må nu ...
it: Deuterus? ... Sei voi. Ma voi... è stato molto tempo fa e... sicuramente adesso voi...

source: Gwamola, your merman have fought with great courage, whilst greater kingdoms have cowered and surrendered. But the armies of Suveran cannot come to your aid for they are fighting for their own survival as we speak.
da: Gwamola, dine havmænd har kæmpet med stor mod, mens større kongedømmer har været kujonagtige og overgivet sig. Men Suverans hære kan ikke komme til din undsætning, for de kæmper for deres egen overlevelse mens vi snakker.
it: Gwamola, le tue nereidi hanno combattuto con grande coraggio, mentre regni più grandi si sono arroccati e si sono arresi. Ma gli eserciti di Suveran non possono venire in vostro aiuto perché stanno combattendo per la loro stessa sopravvivenza proprio in questo momento.

source: Of course, Deuterus. I understand.
da: Selvfølgelig Deuterus. Jeg forstår.
it: Naturalmente, Deuterus. Capisco.

source: Our only hope is for us to continue our journey to defeat out mutual enemy at its source. Viktor is a brave and skilled commander, and with your help we can reclaim the swamp together.
da: Vores eneste håb er at fortsætte rejsen og besejre vores fælles fjende ved dens kilde. Viktor er en modig og dygtig kommandør, og med din hjælp kan vi tilbageerobre sumpen.
it: La nostra unica speranza è continuare il nostro viaggio per sconfiggere il nostro comune nemico alla sua origine. Viktor è un comandante coraggioso e competente e con il tuo aiuto potremo insieme riprendere la palude.

source: So be it! Rise and fight, my fellow mermen. Let us punish all these invaders for their crimes!
da: Lad det være sådan! Rejs jer og kæmp mine havmænd. Lad os straffe disse ubudne gæster for deres forbrydelser!
it: Così sia! Levatevi e combattete, miei compagni nereidi. Puniamo tutti questi invasori per i loro crimini!

source: Deuterus, if forces of Zharagorn appear, will the fight the nagas or side with them?
da: Deuterus, hvis Zharagorns styrker ankommer, vil de så kæmpe mod nagaerne eller på deres side?
it: Deuterus, se incontriamo le forze di Zharagorn, combatteranno i naga o si alleeranno a loro?

source: I fear they will side with the nagas. Zharagorn makes deals with all kinds of creatures in return for fighting hands, though he seldolm keeps his side of the bargain.
da: Jeg frygter, at han vil vælge side med nagaerne. Zharagorn indgår aftaler med alle slags skabninger til gengæld for soldater, selvom han sjældent holder sin del af aftalen.
it: Temo che si alleeranno ai naga. Zharagorn scende a patti con chiunque in cambio di combattenti, sebbene spesso tenga il coltello dalla parte del manico.

source: Viktor, we must only take the keep if and when we are sure we can hold it. If the enemy re-takes it, they will surely destroy the lighthouse before they lose it again.
da: Viktor vi skal kun indtage borgtårnet hvis og når vi er sikre på at kunne holdet det. Hvis fjenden generobrer det, vil de helt sikkert ødelægge fyrtårnet før de mister borgtårnet igen.
it: Viktor, dobbiamo prendere la fortezza solo se e quando siamo sicuri di poterla difendere. Se il nemico la riconquistasse, sicuramente distruggerebbeo il faro prima di perderla di nuovo.

source: Master, we need backup! The mermen have brought allies with them.
da: Herre vi har brug for forstærkninger! Havmændene har medbragt allierede.
it: Padrone, ci serve un rinforzo! I nereidi hanno portato degli alleati.

source: Gah! I knew it was a mistake to trust the likes of you with this task. Stand aside for someone more reliable!
da: Bah! Jeg vidste, at jeg ikke skulle have tillid til din slags med den her slags opgave. Giv plads til en mere troværdig!
it: Ack! Lo sapevo che era un errore fidarmi di gente come te per questi compiti. Fa' posto a qualcuno di più affidabile!

source: Zharagorn commands you to surrender your fortress to me.
da: Zharagorn beordrer dig til at overgive din fæstning til mig.
it: Zharagorn vi ordina di consegnarmi la vostra fortezza.

source: Hey! We had a deal! You said this was ours to keep when we'd driven the merman away.
da: Hallo! Vi havde en aftale! Du sagde, at det var vores til ejendom når vi havde drevet havmændene væk.
it: Ehi! Avevamo un patto! Hai detto che l'avremmo tenuta quando avessimo respinto le nereidi.

source: So you dare to defy Zharagorn?
da: Så du vover at trodse Zharagorn?
it: Osi dunque sfidare Zharagorn?

source: Wait a minute, I didn't mean-
da: Vent et øjeblik, jeg mente ikke-
it: Aspetta, non volev-

source: It's too late for that. Now you shall learn what happens to traitors! Kill them all, humans, mermen, nagas!
da: Det er for sent for det. Nu skal du lære, hvad der sker med forrædere! Dræb dem alle, mennesker, havmænd, nagaer!
it: Ormai è troppo tardi. Ora imparerai quello che succede ai traditori! Uccideteli tutti, uomini, nereidi e naga!

source: We've done it. We have driven the invaders off the keep.
da: Vi har gjort det. Vi har fordrevet invasionsstyrken fra borgtårnet.
it: Ce l'abbiamo fatta. Abbiamo spazzato via gli invasori dalla fortezza.

source: Excellent. Now can we get this lighthouse fixed?
da: Glimrende. Nu kan vi få lavet fyrtårnet?
it: Ottimo. Adesso come facciamo a sistemare il faro?

source: Hmm ... It looks like the nagas have only vandalised the lighthouse. We should be able to get it up and running in a day.
da: Hmm ... Det ser ud til at nagaerne kun har vandaliseret fyrtårnet. Vi bør være i stand til at få det op og køre på en dag.
it: Mmh... pare che i naga lo abbiamo solo vandalizzato. Dovremmo riuscire a rimetterlo in funzione in una giornata.

source: Then we can sail up river?
da: Så kan vi sejle op ad floden?
it: Poi potremo risalire il fiume?

source: Yes, once the lighthouse is fixed, you can leave any time. But if you could stay here for a while and help us fight off these creatures, we would appreciate it.
da: Ja når fyrtårnet er repareret, kan du tage af sted, når det passer dig. Men hvis du kunne blive her et stykke tid og hjælpe os med disse skabninger bliver vi taknemlige.
it: Sì, una volta che il faro sia a posto, potrete andarvene subito. Ma se poteste rimanere qua un po' di tempo ad aiutarci a respingere queste creature, lo apprezzeremmo.

source: We've got a day to think about it.
da: Vi har en dag til at tænke over det.
it: Abbiamo un giorno per pensarci.

source: *@<127,127,127>Objective I: <127,127,127>Take the northern keep
da: *@<127,127,127>Mål I: <127,127,127>Indtag det nordlige borgtårn
it: *@<127,127,127>Obiettivo I: <127,127,127>Conquista la fortezza settentrionale

source: *@<255,255,255>Objective II: <0,255,0>Hold the northern keep for six turns (turn $lighton)
da: *@<255,255,255>Mål 2: <0,255,0>Bevar kontrol med det nordlige borgtårn i seks runder (runde $lighton)
it: *@<255,255,255>Obiettivo II: <0,255,0>Difendi la fortezza settentrionale per sei turni (turno $lighton)

source: Enemy re-takes northern keep
da: Fjenden generobrer det nordlige borgtårn
it: I nemici riprendono la fortezza settentrionale

source: Viktor, I saw some Nagas in a village to the east of this fort, like they were looking for something. But they squabbled and left empty-handed.
da: Viktor jeg så nogle Nagaer i en landsby øst for dette fort. De så ud som om at de ledte efter noget. Men de begyndte at skændes og tog af sted tomhændet.
it: Viktor, ho visto alcuni naga in un villaggio a est di questo forte. Sembravano in cerca di qualcosa. Ma hanno litigato e se ne sono andati a mani vuote.

source: Interesting. I wonder what they were after?
da: Interessant. Hvad mon de var efter?
it: Interessante. Mi chiedo dove sono andati adesso.

source: No wonder the nagas left empty-handed.
da: Det er ikke mærkeligt at nagaerne gik tomhændede.
it: Non mi stupisce che i naga se ne siano andati a mani vuote.

source: Rune Sword
da: Runesværd
it: Spada delle rune

source: This rare sword is carved with intricate runes. Little use to the normal fighter, in the hands of an accomplished mage it channels magical energy to form a formidable weapon.
da: Dette sjældne sværd er indgraveret med komplicerede runer. Det kan ikke anvendes af en normal kriger, men i hænderne på en erfaren troldmand kan den føre magisk energi igennem sig og blive til et formidabelt våben.
it: Questa rara spada porta incise delle intricate rune. Per un normale combattente è di scarsa utilità, ma nelle mani di un mago esperto incanala l'energia magica per diventare un'arma formidabile.

source: Only a veteran of arcane arts can wield this sword.
da: Kun en erfaren troldmand kan bære dette sværd.
it: Solo un veterano delle arti arcane può maneggiare questa spada.

source: Excellent! Can't wait to try this out!
da: Glimrende! Kan ikke vente på at prøve dette sværd!
it: Ottimo! Non vedo l'ora di provarla!

source: rune sword
da: runesværd
it: spada delle rune

source: We have repaired the lighthouse! Here comes the ship! Viktor, any time you wish to sail up the river, go to the lighthouse where it is safe to board.
da: Vi har repareret fyrtårnet! Her kommer skibet! Viktor når du ønsker at sejle op ad floden, så gå til fyrtårnet hvor det er sikkert at gå om bord.
it: Abbiamo riparato il faro! Venite alla nave! Viktor, quando vuoi risalire il fiume, va' al faro dove è più sicuro imbarcarsi.

source: *@<127,127,127>Objective II: <127,127,127>Hold the northern keep for six turns (turn $lighton)
da: *@<127,127,127>Mål II: <127,127,127>Bevar kontrol med det nordlige borgtårn i seks runder (runde $lighton)
it: *@<127,127,127>Obiettivo II: <127,127,127>Difendi la fortezza settentrionale per sei turni (turno $lighton)

source: *@<255,255,255>Victory: <0,255,0>Move Viktor to the lighthouse <0,255,0>Defeat all enemy leaders (bonus)
da: *@<255,255,255>Sejr: <0,255,0>Flyt Viktor til fyrtårnet <0,255,0>Besejr alle fjendtlige ledere (bonus)
it: *@<255,255,255>Vittoria: <0,255,0>Sposta Viktor al faro <0,255,0>Sconfiggi tutti i comandanti nemici (bonus)

source: We cannot continue fighting here. Let us continue our voyage whilst we still have the time.
da: Vi kan ikke fortsætte kampen her. Lad os fortsætte vores rejse mens vi stadig har tiden.
it: Non possiamo continuare a combattere qua. Continuiamo il nostro viaggio finché possiamo ancora farlo.

source: Sir, we wish to accompany you along the river. We do not know what is upstream, and you may need our help.
da: Vi ønsker at rejse med dig langs floden. Vi ved ikke, hvad der venter op ad strømmen, og du kan få brug for vores hjælp.
it: Signore, vorremmo accompagnarvi lungo il fiume. Non sappiamo cosa c'è a monte e potreste aver bisogno del nostro aiuto.

source: You're welcome. Onwards!
da: I er velkomne. Fremad!
it: Siete i benvenuti. Avanti!

source: Victory is ours! Noble merfolk, the swamp is yours again. Now we must continue our voyage.
da: Sejren er vores! Ædle havfolk, sumpen er igen jeres. Nu må vi fortsætte vores rejse.
it: Abbiamo vinto! Nobili nereidi, la paluda è di nuovo vostra. Adesso noi continueremo il nostro viaggio.

source: Oh no, they've re-taken the keep! Now the lighthouse will be destroyed.
da: Oh nej, de har generobret borgtårnet! Nu bliver fyrtårnet ødelagt.
it: Oh no! hanno ripreso la fortezza! Adesso distruggeranno il faro.

source: All is lost. No-one else can navigate the river.
da: Alt er tabt. Ingen andre kan navigere på floden.
it: Tutto è perduto. Nessun altro può risalire il fiume.

source: It's too late! Reinforcements have sealed off the river.
da: Det er for sent! Forstærkninger har spærret floden af.
it: È troppo tardi! I rinforzi hanno bloccato il fiume.

source: The Dwarf and the Lich
da: Dværgen og lichen
it: Il nano e il lich

source: *@<255,255,255>Objective I: <0,255,0>Hold out for two days (12 turns)
da: *@<255,255,255>Mål I: <0,255,0>Hold ud i to dage (12 runder)
it: *@<255,255,255>Obiettivo I: <0,255,0>Resisti per due giorni (12 turni)

source: Death of Prince Sven
da: Prins Svens død
it: Morte del prinicpe Sven

source: We rode to Blacktop Mountain, but found that the orcs had got there first.
da: Vi red til Sorttop bjerget, men fandt at orkerne havde været der.
it: Cavalcammo verso la cima nera, ma scoprimmo che gli orchi erano arrivati prima di noi.

source: I fear we're too late. If the orcs have taken the mountain, there will be no-one left to save.
da: Jeg frygter, at vi er for sent på den. Hvis orkerne har indtaget bjerget, så vil der ikke være nogen tilbage at redde.
it: Temo che siamo arrivati tardi. Se gli orchi hanno preso la montagna, non sarà rimasto nessuno da salvare.

source: Wait! I can see dwarves, still fighting.
da: Vent! Jeg kan se dværge; de kæmper stadig.
it: Aspetta! Vedo che i nani stanno ancora combattendo.

source: Whoever you are, please help us! We are desperately trying to hold out until the last of our people can be evacuated into the caves below.
da: Hvem du end er, så hjælp os venligst! Vi forsøger desperat at holde ud indtil de sidste af vort folk er blevet evakueret fra hulerne under os.
it: Chiunque voi siate, per favore aiutateci! Stiamo cercando disperatamente di resistere finché tutta la nostra gente si sia messa in salvo nella caverne sotterranee

source: Just one more push! Soon the dwarvish scum will be no more.
da: Kun et angreb mere! Snart vil dværgeafskummet være udryddet.
it: Basta ancora una sola spintarella! Presto questa immondizia di nani non ci sarà più.

source: Viktor, we must save these dwarves. Their help will be invaluable when we reach the World's End mountains.
da: Viktor, vi må redde disse dværge. Deres hjælp vil være uvurderlig når vi når Verdens Ende-bjergene.
it: Viktor, dobbiamo salvare questi nani. Il loro aiuto sarebbe inestimabile quando raggiungeremo le montagne all'estremità del mondo.

source: Agreed. Besides, we should keep the promise we made General Karak.
da: Enig. Desuden. Vi bør holde vores løfte til General Karak.
it: Sono d'accordo. Inoltre, dovremmo mantenere la promessa che abbiamo fatto al generale Karak.

source: So be it! Prepare for battle once more!
da: Så må det være sådan! Gør igen klar til kamp!
it: Così sia! Prepariamoci ancora una volta per la battaglia!

source: Sensing there was little time, Viktor sped on ahead of the rest of his forces.
da: Da han kunne mærke, at der kun var kort tid igen tog Viktor afsted foran resten af sine styrker.
it: Sapendo che c'era poco tempo, Viktor si affrettò alla testa di ciò che rimaneva delle sue forze.

source: I am trying to hold the mountain whilst we evacuate the last of our people. Who are you?
da: Jeg forsøger at holde bjeget mens vi evakuerer resten af vort folk. Hvem er du?
it: Sto cercando di difendere la montagna mentre completiamo l'evacuazione della nostra gente. Voi chi siete?

source: I am Viktor, a patrol guard of Suveran. I-
da: Jeg er Viktor, patruljevagt fra Suveran. Jeg-
it: Sono Viktor, guardia di pattuglia di Suveran. I-

source: Never mind. That can wait. Have you brought reinforcements?
da: Glem det. Det kan vente. Har du medbragt forstærkninger?
it: Non importa. Queste cose possono aspettare. Avete portato dei rinforzi?

source: Yes but ... they're not here yet.
da: Ja men ... de er her ikke endnu.
it: Sì ma... non sono ancora qui.

source: Well I hope they're here soon, because we can't hold out much longer.
da: Jeg håber, de snart er her. Vi kan ikke holde ud meget længere.
it: Be', spero che lo saranno presto perché non potremo resistere ancora a lungo.

source: Unknown to us, the enemy was already upstream. Viktor and I barely had time to disembark before seeing an orc camp in front of us.
da: Ukendt for os så var fjenden allerede oppe ad floden. Viktor og jeg havde næsten ingen tid til at komme fra borde før orklejen var foran os.
it: A nostra insaputa, il nemico era già a monte. Viktor e io avemmo appena il tempo di sbarcare prima di individuare un accampamento di orchi di fronte a noi.

source: Where did all those orcs come from?
da: Hvor er alle de orker kommet fra?
it: da dove vengono fuori tutti questo orchi?

source: Who are they? Guards, quickly!
da: Hvem er de? Vagter, hurtigt!
it: Chi sono? Guardie, presto!

source: Our soldiers are still inside the boat, unready for battle. Look at all those trolls to the south! We can't fight them all.
da: Vores soldater er stadig i båden, og dermed ikke klar til kamp. Se alle de trolde mod syd! Vi kan ikke kæmpe mod dem alle.
it: I nostri soldati sono ancora sulla nave, non sono pronti per una battaglia. Guarda quanti troll ci sonoa sud! Non possiamo combatterli entrambi.

source: Wait ... we have one chance. The northern keep is still poorly guarded. I suggest we take out the orc leader before he has time to call any more reinforcements. Then we can rally our own forces.
da: Vent ... vi har en chance. Det nordlige borgtårn er stadig svagt bevogtet. Jeg foreslår, at vi ordner orklederen før han har tid til at tilkalde flere forstærkninger. Derefter kan vi samle vores egne styrker.
it: Aspetta... abbiamo una possibilità. La fortezza a nord non è molto sorvegliata. Suggerisco di eliminare il comandante degli orchi prima che abbia il tempo di reclutare altri rinforzi, così avremo il tempo per radunare le nostre forze.

source: Agreed. But what are these orcs doing here?
da: Enig. Men hvad gør de orker her?
it: Sono d'accordo. Ma cosa ci fanno gli orchi qua?

source: I don't know. Let's take the keep first and worry about that later.
da: Det ved jeg ikke. Lad os erobre borgtårnet først og bekymre os om det andet senere.
it: Non lo so. Prendiamo la fortezza adesso poi troveremo una risposta a questa domanda.

source: We can hold the river if you need us.
da: Vi kan holde floden, hvis du har brug for os.
it: Noi possiamo tenere il fiume se avete bisogno di noi.

source: *@<255,255,255>Objective I: <0,255,0>Take the northern keep
da: *@<255,255,255>Mål I: <0,255,0>Indtag det nordlige borgtårn
it: *@<255,255,255>Obiettivo I: <0,255,0>Conquista la fortezza settentrionale

source: Viktor, what is happening ... oh dear, this is not good.
da: Viktor hvad sker der ... oh suk, det her er ikke godt.
it: Viktor, cosa sta succedendo... oh diamine, non va bene.

source: What if we lose this fight? Should we retreat down the trapdoor?
da: Hvad hvis vi taber kampen? Skal vi trække os tilbage via gulvdøren?
it: Cosa succede se dovessimo perdere questo scontro? Ci dovremmo ritirare nella botola?

source: No, we must save these dwarves. Their help will be invaluable on our journey to the World's End mountains.
da: Nej vi må redde de her dværge. Deres hjælp vil være uvurderlig på vores rejse til Verdens Ende-bjergene.
it: No, dobbiamo salvare questi nani. Il loro aiuto sarebbe inestimabile per il nostro viaggio alle montagne all'estremità del mondo.

source: Viktor, the rest of the dwarves are almost here. Get back to the keep!
da: Viktor, resten af dværgene er her næsten. Tilbage til borgtårnet!
it: Viktor, il resto dei nani è quasi arrivato. Torna alla fortezza!

source: At last. The rest of the dwarves have arrived. Now the battle really begins.
da: Endelig. Resten af dværgene er ankommet. Nu begynder slaget for alvor.
it: Finalmente. Il resto dei nani è arrivato. Ora comincia la battaglia vera e propria.

source: No! Destroy the camp! Don't let them use it!
da: Nej! Ødelæg lejren! Lad dem ikke bruge den!
it: No! Distruggete l'accampamento! Non permettetegli di usarlo!

source: Damn. They've torn down half the encampment. Now what?
da: Satans. De har revet halvdelen af lejren ned. Hvad nu?
it: Dannazione. Hanno distrutto metà dell'accampamento. Cosa facciamo ora?

source: All right. Let's push on with what we've got.
da: Sådan er det. Lad os presse på med hvad vi har tilbage.
it: Non importa. Andiamo avanti con quello che abbiamo.

source: *@<255,255,255>Objective II: <0,255,0>Hold out for two days (turn 12)
da: *@<255,255,255>Mål II: <0,255,0>Hold ud i to dage (runde 12)
it: *@<255,255,255>Obiettivo II: <0,255,0>Resisti per due giorni (turno 12)

source: We are evacutaing our people through this trapdoor. I must stay here and guard it.
da: Vi evakuerer vores mænd igennem denne gulvdør. Jeg må blive her og bevogte den.
it: Stiamo evacuando la nostra gente attraverso questa botola. Devo rimanere qui a sorvegliarla.

source: Thank you for coming to our aid. We just need one more day.
da: Tak for din hjælp. Vi har kun behov for en mere dag.
it: Grazie per essere arrivati in nostro aiuto. Ci serve solo un altro giorno.

source: So, the dwarvish scum brought along some friends? Two can play at that game!
da: Så det dværgske afskum har taget nogle venner med? Vi kan også spille det spil!
it: Allora questa spazzatura di nani ha portato degli amici? È una partita che si gioca in due!

source: Your majesty, I see reinforcements headed for the orcish camps!
da: Deres majestæt, jeg kan se forstærkninger på vej mod orkernes lejre!
it: Vostra maestà, vedo dei rinforzi diretti agli accampamenti degli orchi!

source: We'd better fall back and regroup. They will be difficult to hold off.
da: Vi må heller trække os tilbage og omgruppere. De bliver svære at holde tilbage.
it: Faremmo meglio a ritirarci e riorganizzarci. Sarà difficile resistere al loro attacco.

source: We've done it! The last of my people have escaped!
da: Vi er færdige! Den sidste blandt folket er undsluppet!
it: Ce l'abbiamo fatta! Tutto il mio popolo si è messo in salvo!

source: This is not over. Wait until Zharagorn hears of this!
da: Det er ikke forbi. Bare vent til Zharagorn hører om dette!
it: Non è finita. Aspetta che Zharagorn ne venga informato!

source: So, these orcs have joined Zharagorn's ranks too.
da: Så disse orker har også sluttet sig til Zharagorns rækker.
it: Dunque, anche questi orchi si sono entrati nei ranghi di Zharagorn.

source: You've messed with the wrong orcs! Zharagorn will be angry.
da: Du har generet de forkerte orker! Zharagorn bliver rasende.
it: Vi siete messi contro gli orchi sbagliati! Zharagorn sarà furioso.

source: You are correct. Zharagorn is very angry indeed.
da: Du har ret. Zharagorn er særdeles rasende.
it: Hai ragione. Zharagorn sarà davvero estrememente furioso.

source: Y-y-y-your excellency, I-I did not know you were here.
da: Dereees majestæt, Jeeg vidste ikke, at du var her.
it: V-v-v-vostra eccellenza, i-io non sapevo che foste qua.

source: Silence! Give me the keep!
da: Stilhed! Giv mig borgtårnet!
it: Silenzio! Dammi la fortezza!

source: O-Of course, my lord.
da: Seelvvfølgelig min lensherre.
it: N-naturalmente, mio signore.

source: Who is he?
da: Hvem er han?
it: Chi è?

source: Mal-Margheera - Zharagorn's right-hand man. Listen, I must fight him personally.
da: Mal-Margheera - Zharagorns højre hånd. Hør jeg må kæmpe mod ham personligt.
it: Mal-Margheera - il braccio destro di Zharagorn. Sentite, lo devo combattere di persona.

source: But-
da: Men-
it: Ma-

source: No time to explain. Cover me.
da: Ingen tid til forklaringer. Dæk mig.
it: Non c'è tempo per le spiegazioni. Coprimi.

source: *@<127,127,127>Objective II: <127,127,127>Hold out for two days (turn 12)
da: *@<127,127,127>Mål II: <127,127,127>Hold ud i to dage (runde 12)
it: *@<127,127,127>Obiettivo II: <127,127,127>resisti per due giorni (turno 12)

source: *@<255,255,255>Victory: <0,255,0>Attack Mal-Margheera with Deuterus; or <0,255,0>Defeat Mal-Margheera with any other unit
da: *@<255,255,255>Sejr: <0,255,0>Angrib Mal-Margheera med Deuterus; eller <0,255,0>Besejr Mal-Margheera med enhver anden enhed
it: *@<255,255,255>Vittoria: <0,255,0>Attacca Mal-Margheera con Deuterus oppure <0,255,0>Sconfiggi Mal-Margheera con un'altra unità

source: Orcs kill Mal-Margheera
da: Orker dræber Mal-Margheera
it: Gli orchi uccidono Mal-Margheera
