Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: Note that Owayn has a blue crescent next to him. This is a character marker. Characters are loyal and recalled for free at the start of every scenario. Unlike heroes, the loss of a character does not lose you the scenario, but characters are valuable and should be used prudently.
da: Bemærk at Owayn har en blå halvmåne ved siden af sig. Det er en persontypemarkør. Persontypen er loyal og overføres frit til næste scenarie. Til forskel fra helte gør tabet af en persontype ikke at du taber scenariet, men persontyper er værdifulde og bør anvendes med omhu.
it: Nota che Owayn ha una mezzaluna blu al suo fianco. È il simbolo per evidenziare i personaggi. I personaggi solo leali e vengono richiamati senza spese all'inizio di ogni scenario. A differenza degli eroi, la perdita di un personaggio non implica la sconfitta in uno scenario, tuttavia i personaggi sono preziosi e dovrebbero essere usati con prudenza.

source: Hubert is also a character. Try to keep him alive, for he may be of great help later in the campaign.
da: Hubert er også en persontype. Forsøg at holde ham i live, for han kan være til stor hjælp senere i en kampagne.
it: Anche Hubert è un personaggio. Cerca di tenerlo in vita perché potrebbe essere di grande aiuto più avanti nella campagna.

source: Deuterus is a Great Gruid. He has a very powerful magical attack, and weaker meelee and slow attacks. He also has the cures ability. Like poachers and trappers, Deuterus has particularly good defences in forests and swamps, but he lacks the manouverability in forests enjoyed by elves.
da: Deuterus er en stordruide. Han har et meget potent magisk angreb, og et svagere langsommere nærkampsangreb. Han har også mulighed for at kunne helbrede. Som krybskytter og pelsjægere har Deuterus gode forsvarsevner i skove og sumpe, men han mangler den lethed som elver rejser omkring i skovene med.
it: Deuterus è un grande druido. Ha un attacco magico estremamente potente mentre a distanza ravvicinata rallenta e ha un attacco più debole. Ha anche l'abilità di cura. Come i bracconieri e i cacciatori, ha una difesa perticolarmente buona nelle foreste e nelle paludi ma manca di manovrabilità nelle foreste amate dagli elfi.

source: Dark fighters form the rank and file of the dark legions. They have a strong meelee attack but no ranged attack. Like all servants of Zharagorn, dark fighters are chaotic.
da: Mørke kæmpere udgør hovedparten af de mørke legioner. De har et stærkt nærkampsangreb men har ikke noget afstandsvåben. Som alle tjenere af Zharagorn er mørke kæmpere lyssky i deres karaktertræk.
it: I guerrieri oscuri costituiscono i ranghi e le fila delle legioni oscure. Posseggono un forte attacco a distanza ravvicinata ma nessun attacco a distanza. Come tutti i servi di Zharagorn, i guerrieri oscuri sono caotici.

source: Dark cultists have weaker meelee and ranged attacks. However, they are skirmishers, and they can easily slip through gaps in your ranks and pick off wounded units. Take care.
da: Mørke kultmedlemmer har et svagere nærkamps- og afstandsangreb. De er dog stifindere og kan nemt slippe igennem dine soldaters rækker og angribe sårede enheder. Vær på vagt.
it: Gli adoratori oscuri posseggono attacchi ravvicinati e a distanza più deboli. Tuttavia sono incursori e quindi possono passare facilemnte tra i tuoi ranghi e colpire le unità ferite. Fa' attenzione.

source: In this campaign, three advancements are open to Cavalrymen: Dragoons, Holibars and Cataphracts. Holibars are light skirmishing units and Cataphracts are slower units that excel at meelee. Try to get mixture of all three units.
da: I denne kampagne er tre forfremmelser tilgængelig for kavalerister: Dragoner, holibarer og katafracter. Holibarer er lette stifinderenheder og katafracter er langsommere enheder som er gode til nærkamp. Forsøg at få alle tre enheder i din hær.
it: Per i cavalerizzi in questa campagna sono disponibili tre avanzamenti: dragoni, holibar e catafratti. Gli holibar sono unità per attacchi leggeri e i catafratti sono unità più lente che eccellono nella mischia. Prova a usare un miscuglio di tutte e tre le unità.

source: Bowriders are fast mounted units, useful for picking off enemies with no ranged attack. However, although they have swords, they have no armour and are vulnerable in meelee combat. Do not use them to hold off enemy lines!
da: Bueryttere er hurtige beredne enheder, gode til at udse sig fjender uden noget afstandsvåben. Selvom de har sværd, så har de ikke nogen rustning og er sårbare i nærkamp. Anvend dem ikke til at holde fjendtlige enheder tilbage!
it: Gli arcieri a cavallo sono unità veloci, utili per colpire i nemici senza attacchi a distanza. Tuttavia, sebbene abbiano spade, non hanno armatura e sono vulnerabili nel combattimento a distanza ravvicinata. Non impiegarli per affrontare le linee del nemico!

source: Stranger, we are eternally in your debt. Please accept our apologies that we ever doubted your word.
da: Fremmede, vi er dig for evigt taknemmelig. Accepter venligst vores undskyldninger for vores tvivl omkring din historie.
it: Straniero, saremo sempre in debito con te. Ti prego di accettare le nostre scuse per aver dubitato della tua parola.

source: Viktor, I knew I could count on you to lead men into battle. Consider yourself a commander permanently.
da: Viktor jeg vidste, jeg kunne stole på dig som anfører for vores mænd i kamp. Du kan nu anse dig som fast kommandør.
it: Viktor, sapevo di poter contare su di te per guidare gli uomini in battaglia. Considerati un ufficiale in pianta stabile.

source: I am honoured to accept. But I am worried ... Who were those men, and what if there are more coming?
da: Jeg modtager denne nyhed med ære. Men jeg er bekymret ... Hvem er disse mænd, og hvad hvis der kommer flere?
it: È per me un onore accettare. Ma sono preoccupato... chi erano questi uomini, cosa accadrà se ne verranno altri?

source: Noble fighters, the situation is very grave. They were who they said they were, and the ancient legion of Zharagorn is on the move once more.
da: Ædle kæmpere, situationen er meget alvorlig. De var det, de sagde og den ældgamle Zharagorn legion er igen i bevægelse.
it: Nobili cavalieri, la situazione è gravissima. Sono quelli che hanno detto di essere: l'antica legione di Zharagorn è di nuovo in marcia.

source: My Lord, this is ... who are you?
da: Min herre, dette er ... hvem er du?
it: Mio signore, questi è... ma chi siete?

source: My name is Deuterus, but there is no time for introductions. We must head to Karasov immediately to alert the King.
da: Mit navn er Deuterus, men der er ikke tid til introduktion. Vi må straks til Karasov for at advare kongen.
it: Mi chiamo Deuterus, ma non abbiamo tempo per le presentazioni. Dobbiamo andare subito a Karasov ad avvertire il re.

source: (I don't believe it. All the time he lived here and I never knew ...)
da: (Jeg tror det ikke. Han har hele tiden boet her og jeg vidste det ikke ...)
it: (Non ci posso credere. Ha vissuto sempre qua e io non l'ho mai incontrato...)

source: I doubt there's any real danger. They were probably just brigands pretending to be followers of Zharagorn to look more powerful ... Still, we'd better alert the King about this. Come, old man, if you know about these people you can explain it to him.
da: Jeg tvivler på, at der er nogen virkelig fare. Det var sikkert bare fredløse, som lod som om, at de var Zharagorns folk for at virke mere skræmmende ... Vi bør dog stadig advare kongen om dette. Kom, gamle mand, hvis du kender til disse folk, så kan du forklare det for ham.
it: Non credo che siano un vero pericolo. Probabilmente sono solo dei briganti che dicono di essere dei seguaci di Zharagorn per incutere timore... Tuttavia, faremo meglio ad avvertire il re di questa storia. Vieni, vecchio, se conosci questa gente glielo potrai dire.

source: Rufus, I wish to accompany Viktor back to Karasov. It's the least we can do in return.
da: Rufus, jeg vil følge Viktor tilbage til Karasov. Det er det mindste, vi kan gøre som tak.
it: Rufus, vorrei accompagnare Viktor a Karasov. È il minimo che possiamo fare per ricambiare.

source: Very well, but you'll have to leave before entering Karasov. I doubt their king will be very welcoming to us. Everyone else, let's head for the hills before the rest of this army arrives.
da: Udmærket, men du må tage afsted før vi går ind i Karasov. Jeg tvivler på, at deres konge vil tage godt imod os. Os andre, vi tager mod bakkerne før resten af hæren ankommer.
it: Benissimo, ma dovrai tornare indietro prima di entrare a Karasov. Dubito che il loro re ti darebbe il benvenuto. Per tutti gli altri, dirigiamoci verso le colline prima che arrivi il resto di questo esercito.

source: I wish we could help you further, but I doubt your king will be very welcoming to us. Everyone, let's head for the hills before the rest of this army arrives.
da: Jeg ville ønske jeg kunne hjælpe yderligere, men jeg tvivler på, at deres konge vil tage godt imod os. Os andre. Vi tager mod bakkerne, før resten af denne hær ankommer.
it: Vorrei potrerti ancora aiutare, ma dubito che il vostro re sarebbe amichevole con noi. Voi altri, dirigiamoci alle colline prima che arrivi il resto di questo esercito.

source: Come on, Viktor. Let's start heading south whilst the weather's good.
da: Kom nu Viktor. Mod syd mens vejret er godt.
it: Coraggio, Viktor. Cominciamo a dirigerci a sud mentre il tempo è buono.

source: And so we embarked on the journey to Karasov. As we travelled, I looked at Viktor. A newly-appointed commander with a fledgling force, I knew very little about him. But something told me he was who I'd been waiting for.
da: Så startede vi på rejsen mod Karasov. Mens vi rejste, kiggede jeg på Viktor. En netop forfremmet kommandør med en uerfaren styrke. Jeg vidste meget lidt om ham. Men noget sagde mig, at han var den, som jeg havde ventet på.
it: Ci mettemmo dunque in viaggio per Karasov. Durante il viaggio, osservai Viktor. Un comandante fresco di nomina con una forza di principianti, sapevo pochissimo di lui. Ma qualcosa mi diceva che era lui quello che stavo aspettando.

source: With the land of Suveran facing its darkest hour, fate, it seemed, had provided us a hero.
da: Mens landet Suveran stod over for sin mørkeste tid, så så det ud til, at skæbnen havde fremskaffet en helt.
it: Mentre la terra di Suveran affrontava la sua ora più tetra, il destino sembrava averci dato un eroe.

source: Enemy reinforcements are upon us! We have been betrayed!
da: Fjendtlige forstærkninger er over os! Vi er blevet forrådt!
it: I rinforzi nemici ci sono addosso! Ci hanno tradito!

source: Begone, foul brigands, in the name of King Gamaron!
da: Forsvind afskyelige tyveknægt, i kong Gamarons navn!
it: Andatevene, luridi briganti, in nome di re Gamaron!

source: Damn you! But know this: we are but a small advance party. When I return with the whole Legion of Zharagorn, you will all be slaughtered like dogs.
da: Forbandet være dig! Men vid dette: Vi er kun en lille fortrop. Når jeg vender tilbage med hele Zharagorns legion, vil i blive slagtet som hunde.
it: Che tu sia dannato! Ma sappi una cosa: noi siano solo una piccola avanguuardia. Quando tornerò con il resto della legione di Zharagorn, vi faremo a pezzi come cani.

source: Viktor, that's no way to lead soldiers into battle, staying at the back and letting others risk their lives. I'm sorry, but you are not ready to be a commander.
da: Viktor, det er ikke en måde at anføre soldater i kamp, holde sig i baggrunden og lade andre risikere deres liv. Jeg er ked af det, men du er ikke klar til at blive kommandør.
it: Viktor, non è questo il modo di guidare dei soldati in battaglia, rimanendo nelle retrovie e lasciare che altri rischino la propria vita. Mi spiace, ma non sei pronto per diventare un comandante.

source: So, you have defeated me. But know this: we are but a tiny advance party. When the rest of the Legion of Zharagorn comes to avenge my death, you will all be slaughtered like dogs.
da: Du har besejret mig. Men vid dette: Vi er kun en lille fortrop. Når resten af Zharagorns legion kommer for at hævne min død, så bliver i alle slagtet som hunde.
it: Dunque, mi avete sconfitto! Ma sappi una cosa: noi siano solo una minuscola avanguardia. Quando il resto della legione di Zharagorn verrà a vendicarmi, vi faremo tutti a pezzi come cani.

source: Begone foul- ... oh, they're already gone.
da: Forsvind fjols- ... Oh der er allerede væk.
it: Andatevene, lurid... oh, se ne sono già andati.

source: Viktor, those brigands may have been defeated, but that's no way to lead soldiers into battle, staying at the back and letting others risk their lives. I'm sorry, but you are not ready to be a commander.
da: Viktor, disse soldater er blevet besejret, men det er ikke en måde at anføre soldater i kamp, holde sig i baggrunden og lade andre risikere deres liv. Jeg er ked af det, men du er ikke klar til at blive kommandør.
it: Viktor, abbiamo sconfitto questi briganti, non è questo il modo di guidare dei soldati in battaglia, rimanendo nelle retrovie e lasciare che altri rischino la propria vita. Mi spiace, ma non sei pronto per diventare un comandante.

source: No! I have been betrayed!
da: Nej! Jeg er blevet forrådt!
it: No! Mi hanno tradito!

source: I've failed in my promise, and I've failed to prove my worth as a commander.
da: Jeg har svigtet mit ord, og jeg er fejlet i forsøget på at vise min værdi som kommandør.
it: Non ho mantenuto la mia promessa e non sono riuscito a dimostrare il mio valore come comandante.

source: It's over ... it's all over.
da: Det er forbi ... Det er alt sammen forbi.
it: È finita... è tutto finito.

source: I have failed! Failed before I have started.
da: Jeg har svigtet! Svigtet før jeg i det hele taget var begyndt.
it: Ho fallito! Fallito prima ancora di cominciare.

source: Wait! I don't even know who you are ...
da: Vent! Jeg ved end ikke, hvem du er ...
it: Aspetta! Non so nemmeno chi siete...

source: Forgive me Viktor, I can't go on.
da: Tilgiv mig Viktor, jeg kan ikke fortsætte.
it: Perdonami Viktor, non posso continuare.

source: More than a Match
da: Mere end gode nok
it: Solo un giochetto

source: ` *@<255,255,255>Victory:
da: ` *@<255,255,255>Sejr:
it: ` *@<255,255,255>Vittoria:

source: Defeat the orc leader
da: Besejr orklederen
it: Sconfiggi l'orco comandante

source: For many days, we rode south. But, alas, Suveran's darkest hour was upon us sooner than I thought.
da: Vi red syd i mange dage. Men - desværre - Suverans mørkeste time var over os tidligere, end jeg troede.
it: Per molti giorni, cavalcammo verso sud. Ma, ahimé, l'ora più nera di Suveran era più vicina di quanto immaginassi.

source: Look! To the north!
da: Se! Mod nord!
it: Guardate! A nord!

source: I don't believe it! How did they catch up with us so quickly?
da: Jeg tror ikke på det! Hvordan indhentede de os så hurtigt?
it: Non ci posso credere! Come hanno fatto a raggiungerci così rapidamente?

source: You fools! Did you really think we would let your little insult go unpunished?
da: Dit fjols! Troede du virkelig, at jeg ville lade din lille fornærmelse gå ustraffet hen?
it: Voi, sciocchi! Pensavate davvero che avremmo lasciato impunito il vostro insulto?

source: Oh no, that's all we need! Now there's some orcs blocking our path.
da: Oh nej, det er lige, hvad vi havde behov for! Nu er der orker, der blokerer vores sti.
it: Oh no, non ci voleva! Adesso ci sono degli orchi che ci bloccano la strada.

source: Orcs? They shouldn't be this far south. What's the matter with the border guard?
da: Orker? De burde ikke være så langt mod syd. Hvad sker der med grænsevagten?
it: Orchi? Non dovrebbero trovarsi così a sud. Cosa stanno facendo le guardie di confine?

source: Who are they? Who's that behind? ... Never mind! Kill the lot of them!
da: Hvem er de? Hvem er det der bagved? ... Ligegyldigt! Dræb dem alle!
it: Chi sono questi? E quelli che li inseguono? ... Non importa! Uccidiamoli tutti!

source: I have a plan. Viktor, you'd better recruit some of my horsemen.
da: Jeg har en plan. Viktor, du bør rekruttere nogle af mine ryttere.
it: Ho un piano. Viktor, faresti meglio a reclutare qualcuno dei miei cavallerizzi.

source: About time! I could do with some company.
da: På tide! Jeg kan bruge noget selskab.
it: Al tempo! MI serviva un po' di compagnia.

source: You may now recruit horsemen.
da: Du kan nu rekruttere ryttere.
it: Adesso puoi reclutare i cavallerizzi.

source: Thank you. But what do I need them for?
da: Tak. Men hvad skal jeg bruge dem til?
it: Grazie. Ma a cosa mi servono?

source: Try to draw the orcs into the open ground, and your horsemen will make short work of them. I'll take out these northern raiders and catch you up later.
da: Forsøg at trække orkerne ud i det åbne. Der kan dine ryttere gøre kort proces med dem. Jeg tager mig af de nordlige plyndringsmænd og indhenter dig senere.
it: Cerca di trascinare gli orchi in campo aperto e i tuoi cavallerizzi avranno facilmente la meglio. Io mi occuperò di questi razziatori a nord e vi raggiungerò più tardi.

source: That would not be wise. This appears to be the second wave of the legion, and it will be much more powerful than the first.
da: Det er ikke klogt. Det ser ud til at være den anden bølge fra legionen, og den vil være stærkere end den første.
it: Non sarebbe saggio. Pare che ci sarà una seconda ondata della legione e sarà molto più potente della prima.

source: Thank you, old man, but I think my men are more than a match for a few barbarians.
da: Tak for bekymringen, gamle mand, men jeg tror, at mine mænd er mere end gode nok til nogle få barbarer.
it: Grazie, vecchio, ma penso che pochi barbari saranno solo un giochetto per i miei uomini.

source: Sir Denevan, you are without doubt a brave commander, but I must warn you they are no barbarians. They-
da: Ridder Denevan, du er uden tvivl en modig kommandør, men jeg må advare dig. De er ikke barbarer. De-
it: Sir Denevan, siete senza dubbio un comandante coraggioso, ma vi devo avvertire che non sono barbari. Sono-

source: Silence! If you want an audience with the king, old man, don't try my patience. Viktor, proceed with your orders.
da: Stilhed! Hvis du vil have et møde med kongen, gamle mand, test ikke min tålmodighed. Viktor, fortsæt med dine ordre.
it: Silenzio! Se vuoi udienza con il re, vecchio, non mettere a prova la mia pazienza. Viktor, esegui gli ordini.

source: I fear even those orcs will put up a tough fight, especially if we have to go into the hills.
da: Jeg frygter, at selv disse orker vil være en hård kamp, specielt hvis vi skal ind i bakkerne.
it: Temo che persino quegli orchi saranno un avversario duro, particolarmente se dovremo attraversare le colline.

source: I don't like the look of this either. Maybe we should take the nearby villages and gather some reinforcements first.
da: Jeg kan heller ikke li' det her scenarie. Måske skulle vi tage til de nærmeste landsbyer og samle nogle forstærkninger sammen først.
it: La faccenda non piace neanche a me. Forse dovremmo prendere i villaggi nei dintorni e raccogliere prima qualche rinforzo.

source: I agree. I just hope we have we have enough time before ... never mind.
da: Jeg er enig. Jeg håber bare at vi har nok tid før ... glem det.
it: Sono d'accordo. Speriamo solo di avere il tempo sufficiente prima di... non pensiamoci.

source: I think we're getting the upper hand.
da: Jeg tror, vi er ved at få overtaget.
it: Penso che stiamo avendo il sopravvento.

source: Then you thought wrongly ... Unleash the second wave!
da: Så troede du forkert ... Sæt den anden bølge i gang!
it: Allora hai pensato male... avanti con la seconda ondata!

source: Cut them down!
da: Slå dem ned!
it: Facciamoli a pezzi!

source: No ... this can't be possible!
da: Nej ... det er ikke muligt!
it: No... non è possibile!

source: What are they?
da: Hvad er de?
it: Cosa sono?

source: Dark riders. We can't hope to beat them.
da: Mørke ryttere. Vi har ingen chance for at slå dem.
it: Cavalieri oscuri. Non c'è speranza di batterli.

source: But what about-
da: Men hvad med-
it: Ma cosa-

source: If your master if foolish enough to fight, there is nothing we can do. Our only chance to defeat these orcs before those dark riders reach us.
da: Hvis din herre er tåbelig nok til at kæmpe, så er der ikke noget, vi kan gøre. Vores eneste chance er at besejre disse orker før de mørke ryttere når os.
it: Se il vostro comandante è così stupido da combattere, non possiamo farci nulla. La nostra unica speranza è di sconfiggere questi orchi prima che i cavalieri oscuri ci raggiungano.

source: Don't stop, Viktor. Get out of here!
da: Stop ikke Viktor. Kom ud herfra!
it: Non fermarti, Viktor. Usciamo di qua.

source: No! They can't!
da: Nej! De kan ikke!
it: No! Non possiamo!

source: Viktor, we have to go! They will come after us next.
da: Viktor vi må gå! De kommer efter os nu.
it: Viktor, dobbiamo andare! Gli altri ci seguiranno!

source: Beware of Dark Riders. They are not only very powerful but also very fast, and they can easily attack units one might mistakenly assume are out of reach.
da: Pas på mørke ryttere. De er ikke kun meget magtfulde men også særdeles hurtige, og de kan nemt angribe enheder man ellers troede uden for afstand.
it: Attenzione ai cavalieri oscuri. Non solo sono molto potenti ma anche molto veloci e possono facilmente attaccare delle unità che qualcuno potrebbe ritenere erroneamente fuori dalla loro portata.

source: Quick! There is no time to lose.
da: Hurtig! Der er ingen tid at spilde.
it: Presto! Non c'è tempo da perdere.

source: Sir Denevan was still valiantly fighting the legion as we rode south, but we both knew there was no doubt of the outcome.
da: Ridder Denevan kæmpede stadig modigt mod legionen, da vi red mod syd, men vi vidste begge, at der ikke var tvivl om resultatet.
it: Sir Denevan stava ancora valorosamente combattendo la legione quando ci siamo diretti a sud, ma sappiamo bene entrambi che non c'era alcun dubbio sull'esito dello scontro.

source: Don't stop, Viktor! Get away while you can.
da: Stop ikke Viktor! Kom væk mens du kan.
it: Non ti fermare, Viktor! Vattene fin che puoi.

source: Goodbye, my Lord.
da: Farvel min lensherre.
it: Addio, mio signore.

source: It's my fault. I know it is.
da: Det er min fejl. Det ved jeg, det er.
it: È colpa mia. Lo so.

source: Go ahead! Run away, as fast as you can! But tell your masters what happens to those who stand and fight. Let the world know: the great Zharagorn has returned to reclaim his throne, and nothing in the world can stop him!
da: Bare klø på! Løb væk så hurtig du kan! Men fortæl dine herrer hvad der sker dem, som står fast og kæmper. Lad verden vide: Den store Zharagorn er returneret for at kræve sin trone, og intet i verden kan stoppe ham!
it: Avanti! Scappate via più veloci che potete! Ma riferite ai vostri padroni cosa succede a chi rimane e combatte. Che il modo sappia: il grande Zharagorn è tornato per reclamare il suo trono e nulla a questo mondo lo potrà fermare!

source: Look! More Dark Riders are coming from the south! We're trapped!
da: Se! Flere mørke ryttere kommer fra syd! Vi er fanget!
it: Guardate! Stanno arrivando altri cavalieri oscuri da sud! Siamo in trappola!

source: A Test of Valour
da: En modets test
it: Una prova di valore

source: ` *@<255,255,255>Objective I:
da: ` *@<255,255,255>Mål I:
it: ` *@<255,255,255>Obiettivo I:

source: Defeat 15 units; or
da: Besejr 15 enheder; eller
it: Sconfiggi 15 unità oppure

source: Defeat Muff Morran
da: Besejr Muff Morran
it: Sconfiggi Muff Morran

source: Death of General Karak
da: General Karaks død
it: Morte del generale Karak
