Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: Whatever they are, let's hope they go for the bandits and undead.
da: Uanset hvad de er så lad os håbe, at de går efter banditterne og de udøde.
it: Qualunque cosa siano, speriamo che cerchino i banditi e i non-morti.

source: So, the filthy dwarves camped here. They can't be far now.
da: De fæle dværge slog lejr her. De kan ikke være langt væk.
it: Dunque, i luridi nani si erano accampati qua. Ora non devono essere lontani.

source: Whatever this legion of Zharagorn is, I don't want to face them.
da: Uanset hvad denne Zharagorns legion er, ønsker jeg ikke at møde dem.
it: Qualsiasi cosa sia questa legione di Zharagorn, non voglio affrontarla.

source: Hurry. We don't have much time.
da: Hurtig. Vi har ikke lang tid tilbage.
it: Svelti. Non abbiamo tanto tempo.

source: It won't open! We're trapped!
da: Den vil ikke åbne! Vi er fanget!
it: Non si apre! Siamo in trappola!

source: I don't understand. The priests of Tsorias always kept the passage open.
da: Jeg forstår det ikke. Tsorias' præster holder altid passagen åben.
it: Non capisco. I sacerdoti di Tsorias tengono sempre il passaggio aperto.

source: Then let us take as many of our foes as we can to the gods with us.
da: Så må vi tage så mange fjender med os til guderne, som vi kan.
it: Allora porteremo più nemici possibile con noi di fronte agli dei.

source: Wait ... there is one last hope. If we can get everyone over the bridge, we can cut the ropes. That might give us enough time to open this door.
da: Vent ... der er et sidste håb. Hvis vi kan få alle over broen, så kan vi skære rebene over. Det kan give os nok tid til at åbne denne dør.
it: Aspetta... c'e' un'ultima speranza. Se facciamo attraversare il ponte a tutti, potremo tagliare le corde. Così avremo il tempo per aprire questa porta.

source: I hope you're right.
da: Jeg håber du har ret.
it: Spero che tu abbia regione.

source: *@<127,127,127>Objective II: <127,127,127>Find the northern exit
da: *@<127,127,127>Mål II: <127,127,127>Find den nordlige udgang
it: *@<127,127,127>Obiettivo II: <127,127,127>Trova l'uscita settentrionale

source: *@<255,255,255>Victory: <0,255,0>Cut the ropes to the bridge (move any dwarf to the marker)
da: *@<255,255,255>Sejr: <0,255,0>Skær rebene til broen over (flyt en dævrg til markeringen)
it: *@<255,255,255>Vittoria: <0,255,0>Taglia le corde del ponte (sposta sul cartello uno dei nani)

source: Any unit left west of the bridge when ropes are cut will be lost (including those on the recall list)
da: Enhver enhed efterladt vest for broen når rebene skæres over tabes (inklusiv dem på tilkaldelisten)
it: Qualsiasi unità rimasta a occidente del ponte quando le corde saranno tagliate sarà perduta (incluse quelle sull'elenco di richiamo)

source: Now, can we get this door open?
da: Kan vi så få den dør op?
it: E adesso come facciamo ad aprire questa porta?

source: Oh no! It's still jammed. There's something on the other side blocking the doorway.
da: Oh nej! Den sidder stadig fast. Der er noget på den anden side, som blokerer indgangen.
it: Oh no! È ancora bloccata. C'è qualcosa dall'altra lato che blocca il passaggio.

source: Now what?
da: Hvad nu?
it: E adesso?

source: There's nothing more we can do. Only someone on the other side can open this door. Come on Viktor, where are you?
da: Der er ikke mere vi kan gøre. Kun en på den anden side kan åbne denne dør. Kom nu Viktor, hvor er du?
it: Non possiamo fare nient'altro. Solo qualcuno dall'altro lato può aprire questa porta. Forza Viktor, dove sei?

source: Don't cut the bridge yet! I have to cross!
da: Skær ikke rebene over endnu! Jeg skal med over!
it: Non tagliate ancora il ponte! Devo attraversarlo!

source: I can cut the ropes, but not all of our troops are safe.
da: Jeg kan skære rebene, men ikke alle vores tropper er i sikkerhed.
it: Potrei tagliare le corde, ma non tutte le nostre truppe sono in salvo.

source: I must think about this.
da: Jeg må tænke over dette.
it: Ci devo pensare.

source: Not just yet. Give them time to make it.
da: Ikke endnu. Giv dem tid til at lave den.
it: Non ancora. Dagli ancora tempo.

source: It's too late. Cut the ropes!
da: Det er for sent. Skær rebene over!
it: È troppo tardi. Taglia le corde!

source: Punish these invaders for me, brothers.
da: Straf disse angribere for mig brødre.
it: Punite questi invasori per me, fratelli

source: We're all across. Let's cut the ropes!
da: Vi er alle over. Skær rebene over!
it: Siamo passati tutti. Tagliate le corde!

source: Excellent! With all our enemies fighting amongst themselves, we should be safe for some time.
da: Glimrende! Med alle vores fjender i indbyrdes kamp, så bør vi være i sikkerhed for en tid.
it: Eccellente! Mentre tutti i nostri nemici combattono tra di loro, dovremmo essere al sicuro per un po' di tempo.

source: We have taken too long. It's too late to rejoin Viktor's forces.
da: Vi har brugt for lang tid. Det er for sent at slutte sig til Viktors styrker.
it: Ci abbiamo messo troppo. È troppo tardi per raggiungere le forze di Viktor.

source: Prejudice and Pride
da: Forudindtagethed eller stolthed
it: Orgoglio e pregiudizio

source: Head towards temple until further notice
da: Tag mod templet indtil du hører andet
it: Dirigiti verso il tempio fino al prossimo avviso

source: I had not reckoned on a fight with Haathan Avery and his daemons. Viktor and I arrived on the northern side of the mountain with a flagging force.
da: Jeg havde ikke regnet med en kamp mod Haathan Avery og hans dæmoner. Viktor og jeg ankom på den nordlige side af bjerget med en hårdt prøvet styrke.
it: Non avevo previsto un combattimento con Haathan Avery e i suoi demoni. Quando Viktor e io arrivammo sul fianco settentrionale della montagna l'esercito era stremato.

source: We had to leave behind much of our equipment on the mountain. Until we can rest and recoup, we won't be able to recruit new fighters.
da: Vi måtte efterlade en stor del af vores udstyr på bjerget. Indtil vi kan hvile og omgruppere, vil vi ikke kunne rekruttere nye kæmpere.
it: Avevamo abbandonato la maggior parte del nostro equipaggiamento sulle montagne. Finché non ci riposeremo per recuperare le forze non potremo reclutare nuovi guerrieri.

source: We certainly can't rest here. Those dark riders who pursued us will get though Anbar's pass sooner or later, and this is straight in their path.
da: Vi kan helt sikkert ikke hvile her. De mørke ryttere som forfulgte os vil komme igennem Anbars Pas før eller senere, og dette sted er lige på deres rute.
it: Non possiamo di sicuro riposare qua. I cavalieri oscuri che ci hanno inseguito riusciranno ad attraversare il passo di Anbar prima o poi e qua siamo proprio sulla loro strada.

source: All right then. Let's get to this Temple of Tsorias, find the dwarves, and get out of here.
da: Okay så. Lad os komme til Tsorias-templet - finde dværgene - og komme væk herfra.
it: Benissimo allora. Andiamo al tempio di Tsorias, troviamo i nani e andiamocene di qua.

source: Isn't there some old legend attached to this temple?
da: Er der ikke nogle gamle legender knyttet til dette tempel?
it: Non c'è nessuna vecchia leggenda legata a questo tempio?

source: Many centuries ago, the temple was built in commemoration of a famous battle. However, whilst the priests who guarded the temple grew humble and peace-loving, the creatures driven off the land have borne a grudge ever since.
da: For mange århundreder siden blev templet bygget til ære for et berømt slag. Mens præsterne som vogtede templet blev ydmyge og fredselskende så blev de fordrevne skabninger fulde af nag og har været det siden.
it: Il tempio fu costruito molti secoli fa per commemorare una famosa battaglia. Comunque, anche se i sacerdoti che custodiscono il tempio sono umili e amanti della pace, le creature scacciate dalla zona nutrono ancora rancore.

source: Did these humble priests wear big wings and breathe fire?
da: Havde disse ydmyge præster store vinger og spyede ild?
it: Per caso questi umili sacerdoti hanno delle grandi ali e soffiano fuoco?

source: We could have a problem ...
da: Vi har vist et problem ...
it: Forse c'è un problema...

source: Rejoice, my children! Those cowardly priests have fled, and our ancient home belongs to us once more!
da: Glæd jer mine børn! De kujonagtige præster er flygtet og vores ældgamle hjem tilhører igen os!
it: Gioite, figli miei! Questi codardi di sacerdoti sono fuggiti e la nostra antica casa è di nuovo nostra!

source: We can't afford another fight. We're weak enough as it is.
da: Vi kan ikke tåle endnu en kamp. Vi er svage nok, som det er.
it: Non siamo in grado di affrontare un altro scontro. Siamo troppo stanchi.

source: Drakes are proud creatures, but they are hugely distrustful of all other races. It will not be easy to get them on side.
da: Hestedrager er stolte skabninger, men de er normalt ikke tillidsfulde i forhold til andre racer. Det bliver ikke nemt at få dem på vores side.
it: I draghi sono creature orgogliose ma estremamente diffidenti nei confronti qualsiasi altra razza. Non sarà facile portarli dalla nostra parte.

source: Your majesty, esteemed leader of the ancient and noble civilisation of-
da: Deres majestæt ærede leder af en gammel og ædel civilisation -
it: Vostra maestà, stimato sovrano dell'antica e nobile civiltà d-

source: Save your grovelling! What do you want?
da: Spar din snak! Hvad vil du?
it: Risparmiami le tue adulazioni! Cosa vuoi?

source: We come in peace. All we ask is safe passage to the Temple of Tsorias, so-
da: Vi kommer i fred. Alt vi ønsker er en sikker passage til Tsorias-templet, så -
it: Veniamo in pace. Chiediamo solo un salvacondotto per il tempio di Tsorias, in-

source: What kind of fools do you take us for? We know of the tunnels underneath the temple. That is why we blocked the exit!
da: Hvilken slags fjolser antager du os for at være? Vi kender til tunnelerne under templet. Derfor blokerede vi udgangen!
it: Ci prendete per sciocchi? Sappiamo delle gallerie sotto il tempio. Ecco perché abbiamo bloccato l'uscita!

source: Your highness, dark forces stalk the lands and we cannot fight amongst themselves. I implore you, please allow us-
da: Deres højhed. Mørke styrker hærger landet og vi bør ikke kæmpe indbyrdes. Jeg bønfalder dig giv os lov til-
it: Vostra altezza, in questo momento in cui oscure forze minacciano la terra non dobbiamo combattere tra di noi . Vi imploro di permett-

source: Enough! You are trespassing on our land. Turn back, or die!
da: Nok! Du trænger ind i vores land. Vend rundt eller dø!
it: Basta! State violando la nostra terra. Tornate indietro o morirete!

source: Shouldn't that be 'Turn back and die'?
da: Skulle det ikke være »Vend rundt og dø«?
it: Non sarebbe meglio dire «Tornate indietro e morirete»?

source: There must be a way of resolving this peacefully somehow. We must avoid bloodshed if at all possible.
da: Der må være en måde at afklare dette på fredelig vis. Vi må undgå blodudgydelse hvis det overhovedet er muligt.
it: Ci deve essere un modo per risolvere la faccenda pacificamente. Dobbiamo evitare qualsiasi spargimento di sangue.

source: Whatever happens, we have to move, for the dark riders will be coming soon. Let's start by heading towards this temple.
da: Uanset hvad må vi skynde os for de mørke ryttere kommer snart. Lad os gå mod templet.
it: Qualsiasi cosa succede, dobbiamo muoverci perché i cavalieri oscuri arriveranno presto. Cominciamo a dirigerci verso questo tempio.

source: No! Every child of mine you strike down shall be avenged tenfold!
da: Nej! Ethvert af mine børn du dræber vil blive hævnet tifoldt!
it: No! Ciascuno dei miei figli che abbatterete sarà vendicato dieci volte!

source: They're coming!
da: De kommer
it: Stanno arrivando!

source: A weakened force, but still too strong for us.
da: En svag styrke men stadig for stærk til os.
it: Un gruppo debole ma ancora troppo forte per noi.

source: Found you! And this time, you can't escape.
da: Fandt dig! Og denne gang kan du ikke undslippe.
it: Ti ho trovato! E questa volta non potrai scappare.

source: Ha! Ha! Now you are trapped! I'm going to enjoy this.
da: Ha! Ha! Nu er du fanget! Jeg vil komme til at li' det her.
it: Ah! Ah! Adesso siete in trappola! Ora ci divertiremo.

source: Winged beasts, join us, or die.
da: Bevingede bæster slut jer til os eller dø.
it: Demone alato, unisciti a noi o muori.

source: Never! This is our ancient land, and we shall never give it up!
da: Aldrig! Dette er vort gamle land, og vi opgiver det aldrig!
it: Mai! Questa è la nostra antica terra e non ci rinunceremo mai!

source: Then we shall slaughter every last one of you.
da: Så myrder vi jer alle.
it: Allora vi massacreremo dal primo all'ultimo.

source: Not without a fight!
da: Ikke uden kamp!
it: Non senza combattere!

source: Your majesty, these invaders are our true enemies. If we fight amongst ourselves, we are all doomed.
da: Deres majestæt, denne invaderende styrke er de sande fjender. Hvis vi kæmper indbyrdes, er vi begge fortabt.
it: Vostra maestà, questi invasori sono i nostri veri nemici. Se combattiamo tra di noi, saremo tutti condannati.

source: Very well. Let us forget our differences for the moment and fight together.
da: Udmærket. Lad os glemme vores uenigheder for et øjeblik og kæmpe sammen.
it: Benissimo. Dimentichiamo le nostre differenze per il momento e combattiamo assieme.

source: Good ... Hey, aren't you going to open this temple for us?
da: Godt ... Hallo åbner du ikke templet for os?
it: Bene... Ehi, non ci aprireste questo tempio per noi?

source: All hands to fight the invaders, my children!
da: Alle hænder skal bruges mod angriberne mine børn!
it: Tutti pronti a combattere gli invasori, figli miei!

source: Oh, looks like we're going to have to do this ourselves.
da: Oh ser ud til, at vi selv må klare det her.
it: Oh, pare che dovremmo farlo da soli.

source: *@<127,127,127>Objective I: <127,127,127>Head towards temple until further notice
da: *@<127,127,127>Mål I: <127,127,127>Gå mod templet indtil andet bestemmes
it: *@<127,127,127>Obiettivo I: <127,127,127>Dirigiti verso il tempio fino al prossimo avviso

source: *@<255,255,255>Objective II: <0,255,0>Move any unit to the temple
da: *@<255,255,255>Mål II: <0,255,0>Flyt en enhed til templet
it: *@<255,255,255>Obiettivo II: <0,255,0>Sopsta una qualunque unità al tempio

source: Death of Queen Agnaruulan
da: Dronning Agnaruulans død
it: Morte della regina Agnaruulan

source: No! You must pay dearly for the murder of my children.
da: Nej! Du skal betale dyrt for mordet på mine børn.
it: No! la pagherete cara per l'assassinio dei miei figli.

source: Let us hold out. The drakes will surely see sense sooner or later.
da: Lad os holde ud. Hestedragerne vil helt sikkert før eller senere komme til fornuft.
it: Teniamoci a distanza. Prima o poi i draghi recupereranno un po' di buon senso.

source: Must we continue this foolish skirmish? If we do not fight Zharagorn together, we will all die.
da: Skal vi fortsætte disse små tåbelige sammenstød? Hvis vi ikke bekæmper Zharagorn sammen, så dør vi alle.
it: Dobbiamo continuare questo sciocco bisticcio? Se non combattiamo Zharagorn assieme, moriremo tutti.

source: Very well. Let us forget our differences for the moment..
da: Udmærket. Lad os glemme vores uoverensstemmelser for øjeblikket..
it: Benissimo. Dimentichiamo le nostre differenze per il momento...

source: Viktor, I have managed to decode the scroll we found on Haathan Avery's body. We can use it in our favour.
da: Viktor. Det er lykkede for mig at aflæse skriftrullen vi fandt på Haathan Averys krop. Vi kan bruge den til vores fordel.
it: Viktor, sono riuscito a interpretare la pergamena che hai trovato sul corpo di Haathan Avery. La possiamo usare a nostro vantaggio.

source: Are you sure this is a good idea? Should we be dabbling in this kind of force?
da: Er du sikker på, at det er en god ide? Bør vi lege med denne slags kræfter?
it: Sei sicuro che sia una buona idea? Dovremmo sporcarci le mani con queste forze?

source: I know what I'm doing ... besides, there are worse forces to meddle with.
da: Jeg ved hvad jeg gør ... desuden, der er værre kræfter at fifle med.
it: So cosa sto facendo... e poi, abbiamo a che fare con forze peggiori.

source: Oh, well, if you are sure.
da: I orden. Hvis du er sikker.
it: Oh, bene, se ne sei certo.

source: Daemons of the nethworlds, I bind you to serve us and fight the servants of darkness!
da: Dæmoner fra den anden verden, jeg tvinger jer til at tjene os og bekæmpe mørkets tjenere!
it: Demoni degli inferi, vi ordino di servirci e di combattere i servi dell'oscurità!

source: I don't like it. They're looking too confident.
da: Jeg kan ikke li' det. De ser for selvsikre ud.
it: Non mi piace. Sono troppo tranquilli.

source: Fools. Do you think your little alliance makes you a match for us? Daemons of the netherworlds, I bind you to join us and slay all enemies of Zharaogrn!
da: Fjolser. Tror i at jeres lille alliance udgør en udfordring for os? Dæmoner fra den anden verden, jeg tvinger jeg til at tjene os og dræbe alle fjender af Zharagorn!
it: Sciocchi. Pensate che la vostra piccola alleanza sia un ostacolo per noi? Demoni degli inferi, vi ordino di unirvi a noi e uccidere tutti i nemici di Zharagorn!

source: Huh?
it: Eh?

source: What the-
da: Hvad i alverden-
it: Ma che-

source: Damn! They must have taken something from Haathan Avery.
da: Pokkers! De må have fundet noget på Haathan Avery.
it: Dannazione! Devono essere venuti in possesso di qualcosa che Haathan Avery aveva.

source: Shame we didn't defeat him. We could have used that ourselves.
da: En skam at vi ikke besejrede ham. Vi kunne selv have brugt den skriftrulle.
it: Peccato non averlo sconfitto. Avremmo potuto usarla noi.

source: Still, it's probably for the best. We shouldn't dabble with that sort of magic.
da: Men det er sikkert det bedste. Vi burde ikke rode os ind i den slags magi.
it: Eppure, è la cosa migliore. Non dovremmo avere a che fare con questo tipo di magia.

source: There are worse kinds of magic to meddle with.
da: Der er værre slags magi at fifle med.
it: Abbiamo a che fare con magie peggiori.

source: It doesn't matter. Let us keep fighting.
da: Det betyder intet. Fortsæt kampen.
it: Non importa. Continuiamo a combattere.

source: A simple piece of rubble. We can shift this in no time!
da: En lille bunke murbrokker. Vi kan vælte dem væk på ingen tid!
it: È tutta una pietraia. Possiamo smuoverla subito!

source: Thank goodness! We thought we were done for down there!
da: Åh tak gud! Vi troede, vi var færdige dernede!
it: Siano ringraziati gli dei! Pensavamo che saremmo scivolati noi!

source: Golran of Alsok at your service.
da: Golran af Alsok til jeres tjeneste.
it: Golran di Alsok al tuo servizio.

source: But it looks like we've got yet another fight.
da: Men det ser ud til at vi står over for endnu en kamp.
it: Ma sembra che dobbiamo affrontare ancora un altro scontro.

source: More dark fighters to fry? Let me at them!
da: Flere mørke kæmpere at stege? Lad mig få dem!
it: Altri guerrieri oscuri da friggere? Ci penso io!

source: We have to get out of here before reinforcements arrive. Let's take out the northern keep and get ourselves through the pass.
da: Vi må ud herfra før forstærkninger kommer frem. Lad os erobre det nordlige borgtårn og komme igennem passet.
it: Dobbiamo andarcene prima che arrivino i rinforzi. Abbandoniamo la fortezza settentrionale e attraversiamo il passo.

source: Use this temple to summon any dwarves you need.
da: Brug dette tempel til at hidkalde de dværge du skal bruge.
it: Usa questo tempio per invocare tutti i nani che ti servono.

source: *@<127,127,127>Objective II: <127,127,127>Move any unit to the temple
da: *@<127,127,127>Mål II: <127,127,127>Flyt en enhed til templet
it: *@<127,127,127>Obiettivo II: <127,127,127>Sposta una unità al tempio

source: *@<255,255,255>Victory: <0,255,0>Defeat Zan-L'skaran
da: *@<255,255,255>Sejr: <0,255,0>Besejr Zan-L'skaran
it: *@<255,255,255>Vittoria: <0,255,0>Sconfiggi Zan-L'skaran

source: You can't escape. There is nowhere to run to.
da: Du kan ikke undslippe. Der er intet sted at undslippe til.
it: Non puoi fuggire da nessuna parte.

source: Let's get out of here!
da: Lad os komme ud herfra!
it: Usciamo di qua!

source: Go! You have what you want.
da: Gå! Du har hvad du ønskede.
it: Ecco! Adesso hai quello che volevi.

source: Aren't you coming with us?
da: Kommer du ikke med os?
it: Non venite con noi?

source: No. We will stay and defend our land.
da: Nej. Vi bliver og forsvarer vores land.
it: No. Rimarremo a difendere la nostra terra.

source: Your majesty, more will come. Even you cannot hold off this army.
da: Deres majestæt, flere vil komme. Selv du kan ikke holde denne hær tilbage.
it: Vostra maestà, ne verranno altri. Nemmeno voi potrete fermare questo esercito.

source: Then we will fight to the last drake. This is our land, and we would rather die with honour than live as cowards.
da: Så vil vi kæmpe til den sidste hestedrage. Dette er vores land, og vi vil hellere dø med ære end leve som kujoner.
it: E allora combatteremo fino all'ultimo drago. Questa è la nostra terra e noi moriremo con onore piuttosto che vivere da codardi.

source: But, your majesty, surely-
da: Men Deres majestæt -
it: Ma, vostra maestà, certamente-

source: It is no use. If the drakes wish to hold to the end, it shall be so. We must not lose sight of our mission.
da: Det hjælper ikke. Hvis hestedragerne vil holde ud til enden, så må det være sådan. Vi må ikke glemme vores mission.
it: Non ha senso. Se i draghi vogliono resistere fino all'ultimo, così sia. Non dobbiamo perdere di vista la nostra missione

source: No! All shall be punished for my death! All of you!
da: Nej! I skal alle straffes for min død! Alle!
it: No! Sarete puniti per la mia morte! Tutti!

source: The drakes have turned on us! We're doomed!
da: Hestedragerne har vendt sig mod os! Vi er fortabt!
it: I draghi si sono rivolti contro di noi! Siamo condannati!

source: There's another wave of dark riders pouring down the mountain. It's huge. We're done for!
da: Der kommer endnu en bølge af mørke ryttere ned fra bjegene. De er utallige. Vi er fortabt!
it: C'è un'altra ondata di cavalieri oscuri che sciama giù dalla montagna. È enorme. Siamo spacciati!

source: Epilogue
da: Epilog
it: Epilogo

source: Though I had no wish for the drakes so sell their lives so cheaply, in a way they had done us a favour. Their foolish decision to fight to the death bought us precious time to escape, and by the time the drakes' stronghold had fallen, we had finally taken the dark legions off our trail.
da: Selvom jeg ikke havde noget ønske om at hestedragerne skulle sælge deres liv så billigt, så gjorde de på en måde os en tjeneste. Deres tåbelige beslutning om at kæmpe mod de udøde gav os værdifuld tid til at undslippe, og da hestedragernes fæstning faldt havde vi endelig haft mulighed for at skjule vores spor for den mørke legion.
it: Sebbene non volevo che i draghi sacrificassero così la loro vita, in un certo senso ci avevano fatto un favore. La loro sciocca decisione di combattere fino alla morte ci aveva dato del tempo prezioso per fuggire e mentre la fortezza dei draghi cadeva, noi aveva finalmente fato perdere le nostre tracce alle legioni oscure.
