Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: But things were not looking good on the battlefield we had left behind. As we fled, we saw heavy reinforcements heading for Fort Takrit. We wondered how long they could hold out, and then we remembered the General Karak's last request. As the battle slid out of view, we turned north-east, wondering if there were any dwarves left in the Blacktop Mountains.
da: Men tingene så ikke godt ud på slagmarken vi havde efterladt. Da vi flygtede så vi store forstærkninger på vej mod fort Takrit. Vi bekymrede os over om hvor lang tid de mon kunne holde stand, og så huskede vi general Karaks sidste ønske. Da slaget forsvandt af øjesyn drejede vi mod nordøst og tænkte på, om der mon var nogle dværge tilbage i Sorttop-bjergene.
it: La situazione non sembrava buona sul campo da battaglia che stavamo lasciando indietro. Mentre fuggivamo, vedemmo grossi rinforzi che si dirigevano verso forte Takrit. Mentre ci domandavamo quanto a lungo avrebbero potuto resistere, ci ricordammo dell'ultima richiesta del generale Karak. Mentre la battaglia scivolava via dalla nostra vista, ci domandavamo se c'erano ancora dei nani alla montagna della cima nera.

source: Oh no! They've killed General Karak! Now the battle is lost!
da: Oh nej! De har dræbt general Karak! Nu er slaget tabt!
it: Oh no! Hanno ucciso il generale Karak! Adesso la battaglia è perduta!

source: It's too late! Reinforcements have cut us off!
da: Det er for sent! Forstærkninger har afbrudt os!
it: È troppo tardi! I rinforzi ci hanno tagliato la strada!

source: Beneath Enemy Lines
da: Under fjendens linjer
it: Oltre le linee nemiche

source: *@<255,255,255>Objective I: <0,255,0>Find and remove any enemies in the way of the exit
da: *@<255,255,255>Mål I: <0,255,0>Find og fjern alle fjender i vejen for udgangen
it: *@<255,255,255>Obiettivo I: <0,255,0>Scova ed elimina tutti i nemici sulla strada dell'uscita

source: Viktor told his forces that only those who wanted to accompany him to the World's End mountains need follow him, but his forces stuck by him nonetheless. However, at the moment they were little use. Progress was slow as they guided their mounts through the darkened tunnels. Viktor dismounted and scouted ahead with me and our new guide.
da: Viktor fortalte sine styrker, at kun dem som ønskede at følge ham til Verdens Ende-bjergene behøvede at følge ham, men hans styrker blev hos ham alligevel. I øjeblikket var de dog ikke til stor anvendelse. Fremdriften var langsom mens de førte deres heste igennem de mørke tunneler. Viktor stod af og spejdede forude sammen med mig og vores nye spejder.
it: Viktor disse ai suoi uomini che avrebbero dovutro seguirlo solo quelli che avrebbero voluto accompagnarlo fino alle montagne all'estremità del mondo, ma i suoi uomini erano attaccati a lui. Tuttavia per il momento erano di poco aiuto. Procedevamo lentamente per guidare le cavalcature nelle gallerie. Viktor scese da cavallo e andò in esplorazione più avanti con me e la nostra guida.

source: This is a gamble. Our mounted forces are unsuited to underground conflict. If we run into any major force we won't be able to put up a fight.
da: Dette er en chance. Vores beredne styrker er ikke egnet til kamp under jorden. Hvis vi møder en større styrke, vil vi ikke være i stand til at yde nok modstand.
it: Il nostro è un azzardo. Le nostre forze a cavallo non sono adatte per gli scontri sotterranei. Se incappiamo in una grossa forza non riusciremo a gestire lo scontro.

source: Well, so far we've encountered nothing. If we continue like this, our horsemen should be able to pass through unharmed.
da: Indtil nu har vi ikke mødt noget. Hvis vi fortsætter sådan vil vores ryttere kunne passere uhindret og uskadt igennem.
it: Bene, finora non abbiamo incontrato nessuno. Se continuiamo così, i nostri cavallerizzi dovrebbero riuscire a passare indenni.

source: Be careful. There's no knowing what lurks down here now.
da: Vær forsigtig. Det er ikke til at sige, hvad der gemmer sig hernede.
it: Siate prudenti. Non sappiamo cosa c'è in agguato quaggiù.

source: Well, first thing's first. Let's keep going and hope for the best.
da: En ting ad gangen. Lad os fortsætte og håbe på det bedste.
it: Be', una cosa per volta. Andiamo avanti e speriamo il meglio.

source: Be very careful using Viktor for combat whilst he is dismounted, for his combat skills are diminished whilst he is on foot. However, his leadership skills are unchanged.
da: Vær meget forsigtig med at bruge Viktor i kamp, når han ikke er til hest, for hans kampevner er mindre, når han er til fods. Hans lederskabsevner er dog uændrede.
it: Fa' molta attenzione quando usi Viktor nel combattimento quando scende da cavallo perché ile sue abilità di combattimento diminuiscono a piedi. Tuttavia, la sua abilità di comando rimane immutata.

source: Somebody's hiding here.
da: Nogen gemmer sig her.
it: Qua c'è qualcuno nascosto.

source: Who are you ... help us ...
da: Hvem er du ... hjælp os ...
it: Chi siete... aiutateci...

source: Durgan, is that you?
da: Durgan er det dig?
it: Durgan, sei tu?

source: Evacuating our people ... Ambushed by goblins ... Please help ...
da: Evakuer vort folk ... goblinbaghold ... hjælp ...
it: Stavamo evacuando la nostra gente... imboscata dei goblin... per favore, aiuto...

source: What's happening? Who are you fighting?
da: Hvad sker der? Hvem kæmper du imod?
it: Cosa sta succedendo? Contro chi state combattendo?

source: This is a disaster. We can't possibly fight off a goblin army down here.
da: Dette er en katastrofe. Vi kan ikke slå en hel goblinhær tilbage hernede.
it: È un disastro. Non possiamo combattere un esercito di goblin qui.

source: Not too late ... Other dwarves hiding ... Help us fight back ...
da: Det er ikke for sent ... Andre dværge gemmer sig ... Hjælp os med at slå tilbage ...
it: Non è troppo tardi... altri nani nascosti... aiutateci a respingerli...

source: You may now recruit dwarves.
da: Du kan nu rekruttere dværge.
it: Ora puoi reclutare i nani.

source: *@<255,255,255>Objective I: <0,255,0>Defeat the goblin leader
da: *@<255,255,255>Mål I: <0,255,0>besejr goblinlederen
it: *@<255,255,255>Obiettivo I: <0,255,0>Sconfiggi il comandante goblin

source: More intruders? Get them!
da: Flere ubudne gæster? På dem!
it: Altri intrusi? Prendeteli!

source: No you don't. It's time for revenge.
da: Nej. Det er tid for hævn.
it: No, non lo farete. È l'ora della vendetta.

source: We are evacuating our people from Blacktop mountain. Whoever you are, please help us fight off these creatures!
da: Vi var i gang med en evakuering af vort folk fra Sorttop-bjergene. Hvem du end er, så hjælp os med at bekæmpe disse skabninger!
it: Stiamo evacuando la nostra gente dalla cima nera. Chiunque voi siate, per favore aiutateci a combattere queste creature!

source: Beware! In these darkened caves, monsters can come out of nowhere and attack without warning.
da: Opmærksom! I disse mørke huler kan monstre komme ud fra ingenting og angribe uden varsel.
it: Attenti! In queste caverne oscure, i mostri possono spuntare fuori da tutte le parti e attaccare di sorpresa.

source: No! How can a commander of Zharagorn lose?
da: Nej! Hvordan kan en kommandør under Zharagorn tabe?
it: No! Come può perdere un comandante di Zharagorn?

source: I knew it. So these creatures are in league with Zharagorn too.
da: Jeg vidste det. Så disse skabninger er også i forbund med Zharagorn.
it: Lo sapevo. Anche queste creature sono alleate a Zharagorn.

source: First the undead, now these orcs and goblins. Why are they fighting for Zharagorn?
da: Først de udøde og nu disse orker og gobliner. Hvorfor kæmper de for Zharagorn?
it: Prima i non-morti, ora questi orchi e goblin. Perché combattono per Zharagorn?

source: Zharagorn makes deals with all kinds of creatures in return for fighting hands, though he seldolm keeps his side of the bargain. Doubtless these were promised something. And the orcs and trolls too, it appears.
da: Zharagorn laver aftaler med alle slags skabninger i bytte for soldater, selvom han sjældent holder sin side af aftalen. De er uden tvivl blevet lovet noget. Også orkerne og troldene ser det ud til.
it: Zharagorn scende a patti con chiunque in cambio di combattenti, sebbene spesso tiene il coltello dalla parte del manico. Senza dubbio gli ha promesso qualcosa. E sembra anche a orchi e troll.

source: Hadn't we better plan how to get out of here?
da: Bør vi ikke planlægge hvordan vi kommer ud herfra?
it: Non faremmo meglio a fare un piano su come uscire di qua?

source: With the goblins gone, help us hold out until the rest of the dwarves arrive and we can keep a corridor open for your men to pass through. But, to be honest, we would appreciate it if you could help us rid these caves of the orcs and trolls before then, because we've taken enough losses already.
da: Da goblinerne er væk så kan i hjælpe os med at holde stand indtil resten af dværgene ankommer og dermed holde en korridor åben for dine mænd. Men for at være ærlig, så ville vi blive glad for at få hjælp til at rydde disse huler for orker og trolde, da vi har modtaget store tab allerede.
it: Adesso che non ci sono più i goblin, aiutateci a resistere mentre arrivano gli altri nani così potremo tenere aperto un passaggio per i vostri uomini. Ma, per essere onest, apprezzeremmo se poteste aiutarci a ripulire queste gallerie dagli orchi e dai troll nel frattempo perché abbiamo già subito molte perdite.

source: I say we rid the caves of this scum.
da: Jeg siger, at vi rydder disse huler for det afskum.
it: Ripuliamo le caverne da questa spazzatura, dico.

source: *@<127,127,127>Objective I: <127,127,127>Defeat the goblin leader
da: *@<127,127,127>Mål I: <127,127,127>Besejr goblinlederen
it: *@<127,127,127>Obiettivo I: <127,127,127>Sconfiggi il comandante dei goblin

source: *@<127,127,127>Objective II: <127,127,127>Find the dwarf leader
da: *@<127,127,127>Mål II: <127,127,127>Find dværgelederen
it: *@<127,127,127>Obiettivo II: <127,127,127>Trova il comandante dei nani

source: *@<255,255,255>Victory: <0,255,0>Hold out until turns end; or <0,255,0>Defeat all enemy leaders (bonus)
da: *@<255,255,255>Sejr: <0,255,0>Hold ud indtil tiden løber ud; eller <0,255,0>Besejr alle fjendtlige ledere (bonus)
it: *@<255,255,255>Vittoria: <0,255,0>Resisti fino alla fine dei turni oppure <0,255,0>Sconfiggi tutti i comandanti nemici (bonus)

source: Death of King Norvisk
da: Kong Norvisks død
it: Morte di re Norvisk

source: Let's find a way out of here.
da: Lad os finde en vej ud herfra.
it: Troviamo una strada per uscire da qua.

source: The dwarves are probably to the north-west of here.
da: Dværgene er sikkert nordvest for her.
it: Probabilmente i nani sono a nord-ovest da qui.

source: *@<255,255,255>Objective II: <0,255,0>Find the dwarf leader
da: *@<255,255,255>Mål II: <0,255,0>Find dværgelederen
it: *@<255,255,255>Obiettivo II: <0,255,0>Trova il comandante dei nani

source: Who is that?
da: Hvem er det?
it: Chi è va là?

source: We're friends. We're trying to get through the other way.
da: Vi er venner. Vi forsøger at komme igennem den anden vej.
it: Siamo amici. Cerchiamo di arrivare dall'altra parte.

source: We can't get through either way until these goblins are gone. Help us defeat them, then we can talk.
da: Vi kan ikke komme igennem nogen af vejene før goblinerne er væk. Hjælp os med at besejre dem, så kan vi tale sammen.
it: Non possiamo passare dall'altra parte finché i goblin non se ne sono andati. Aiutateci a sconfiggerli, poi potremo parlare.

source: I see you've defeated the goblins. Help us hold out until the rest of the dwarves arrive and we can keep a corridor open for your men to pass through. But, to be honest, we would appreciate it if you could help us rid these caves of the orcs and trolls before then, because we've taken enough losses already.
da: Jeg kan se, at du har besejret goblinerne. Hjælp os med at holde stand indtil resten af dværgene ankommer, så kan vi holde en korridor åben til dine mænd. Men, for at være ærlig, vi ville være glade for, om du kunne hjælpe os med at blive af med orkerne og troldene i disse huler, da vi allerede har haft mange tab.
it: Ho visto che avete sconfitto i goblin. Se ci aiutate a resistere finché arrivano gli altri nani, noi terremo un corridoio aperto per i vostri uomini. Ma, per essere onesti, noi apprezzeremmo che prima ci aiutaste a ripulire queste caverne dagli orchi e dai troll perché abbiamo già avuto molte perdite.

source: *@<255,255,255>Victory: <0,255,0>Hold out until turns end; or <0,255,0>Defeat enemy leaders (bonus)
da: *@<255,255,255>Sejr: <0,255,0>Hold ud indtil tiden løber ud; eller <0,255,0>Besejr fjendtlige ledere (bonus)
it: *@<255,255,255>Vitoria: <0,255,0>Resisti fino alla fine dei turni oppure <0,255,0>Sconfiggi i comandanti nemici (bonus)

source: Reinforcements are coming! Get your men through now. We'll take care of the orcs and trolls.
da: Forstærkninger ankommer! Få dine mænd igennem nu. Vi tager os af orkerne og troldene.
it: Stanno arrivando i rinforzi! Fa' passare i tuoi uomini ora. Noi di occuperemo di orchi e troll.

source: Where does this tunnel lead?
da: Hvor fører denne tunnel hen?
it: Dove porta questo tunnel?

source: It leads to Blacktop Mountain, where I was King. We were attacked and had to evacuate, and ran into more trouble here. We would have taken heavy losses without your help.
da: Den fører til bjerget Sorttop, hvor jeg var konge. Vi blev angrebet og måtte evakueres. Vi løb ind i problemer her. Vi ville have lidt store tab uden din hjælp.
it: Porta a cima nera, dove io sono il re. Siamo stati attaccati e abbiamo dovuto scappare ma ci siamo in guai peggiori qua. Avremmo avuto pesanti perdite senza il vostro aiuto.

source: If Blackwater Mountain has fallen, is it safe to go that way?
da: Hvis bjerget Sorttop er faldet, er det så sikkert at gå den vej?
it: Se la cima nera è caduta, è prudente continuare da questa parte?

source: My son stayed behind with a rearguard to give the rest of us time to escape ... I think there's still time to help him.
da: Min søn blev tilbage med en bagtrop for at give os tid til at undslippe ... Jeg tror der stadig er tid til at hjælpe ham.
it: Mio figlio è rimasto indietro in retroguardia per dare al resto di noi il tempo di fuggire... penso che siate ancora in tempo per aiutarlo.

source: We will. It's the least we can do.
da: Det gør vi. Det er det mindste vi kan gøre.
it: Lo faremo. È il meno che possiamo fare.

source: We'll show them they've messed with the wrong dwarves!
da: Vi skal vise dem, at de har raget uklar med de forkerte dværge!
it: Gli faremo vedere che si sono messi contro i nani sbagliati!

source: Oh no! We've taken too long. Our horsemen have been attacked from behind!
da: Oh nej! Vi har været for langsomme. Vores ryttere er blevet angrebet bagfra!
it: Oh no! Ci abbiamo messo troppo tempo, i nostri cavallerizzi sono stati attaccati alle spalle!

source: Thank you for helping us, but there is no time to lose. The sooner you can get down the tunnel to the north-west, the better.
da: Tak for din hjælp, men der er ingen tid at miste. Jo hurtigere du kan nå ned i tunnelen mod nordvest desto bedre.
it: Grazie per il vostro aiuto, ma ora non c'è più tempo da perdere. Prima arrivate alla fine delle gallerie a nord-ovest, meglio è.

source: My son stayed behind with a rearguard to give the rest of us time to escape. I think there's still time to help him.
da: Min søn blev tilbage med en bagtrop for at give os andre tid til at undslippe. Jeg tror at der stadig er tid til at hjælpe ham.
it: Mio figlio è rimasto indietro in retroguardia per dare al resto di noi il tempo di fuggire. Penso che siate ancora in tempo per aiutarlo.

source: No! I must defend my people!
da: Nej! Jeg må forsvare mit folk!
it: No! Devo difendere il mio popolo!

source: We needed him to secure the tunnel. Now we're trapped!
da: Vi skulle bruge ham til at sikre tunnelen. Nu er vi fanget!
it: Avevamo bisogno di lui per rendere sicure le gallerie. Adesso siamo in trappola!

source: The Forgotten Front
da: Den glemte front
it: Il fronte dimenticato

source: Viktor told his soldiers that only those who wished to needed to accompany him to the World's End mountains, but his forces stuck by him nonetheless. For the time being, however, all were at the mercy of the ship. Sailing along the coast was a fraught business, for if the ship was lost, all was lost. The estuary of Blacktop River was notorious for its treacherous rocks, and because of this, a centuries-old lighthouse stood by the mouth of the river.
da: Viktor sagde til sine soldater at kun dem som ønskede det skulle følge ham til Verdens Ende-bjergene, men styrkerne blev ved ham alligevel. For tiden var de dog alle i et skibs nåde. At sejle langs kysten var farligt, for hvis skibet blev tabt ville alt være tabt. Sorttop-floden var frygtet for sine skær i floddeltaet og på grund af dette stod der et århundred år gammelt fyrtårn i flodmundingen.
it: Viktor disse ai suoi uomini che avrebbero dovutro seguirlo solo quelli che avrebbero voluto accompagnarlo fino alle montagne all'estremità del mondo, ma i suoi uomini erano attaccati a lui. Per il momento, tuttavia, eravamo tutti in balia dei flutti. Navigare lungo la costa è una faccenda rischiosa perché se avessimo perso la nave tutto sarebbe stato perduto. L'estuario del fiume cima nera era noto per i suoi scogli traditori e proprio, per questo motivo, da secoli si innalzava un faro alla foce del fiume.

source: But the familiar glow of the lighthouse was nowhere to be seen. As we approached the river, a thick mist descended on land and sea. Knowing it would be suicide to attempt to sail up the river in these conditions Captain Josephine used her skill to bring a boat ashore with a small party on board. With no sign of the mist abating, out only hope was to get the lighthouse running again ... if there was still a lighthouse.
da: Men det kendte lys fra fyrtårnet kunne ikke ses. Da vi nærmede os floden lå der en tyk tåge over land og hav. Vel vidende at det ville være selvmord at forsøge at sejle op ad floden under disse forhold brugte kaptajn Josephine sine evner til at føre en båd på land med en lille gruppe. Uden tegn på at tågen ville lette, var vores eneste håb at få tændt fyrtårnet ... hvis der da stadig var et fyrtårn.
it: Ma non riuscivamo a vedere da nessuna parte la luce familiare del faro. Mentre ci avvicinavamo al fiume, una nebbia spessa era scesa sulla terra e sul mare. Sapendo che sarebbe stato un suicidio cercare di navigare il fiume in queste condizioni, il capitano Josephine impiegò tutta la sua abilità per portare a riva una scialuppa con a bordo un piccolo gruppo. La nebbia non accennava ad alzarsi e dunque la nostra unica speranza era quella di cercare di accendere di nuovo il faro... se c'era ancora un faro.

source: *@<255,255,255>Objective I: <0,255,0>Take the keep to the north
da: *@<255,255,255>Mål I: <0,255,0>Indtag borgtårnet mod nord
it: *@<255,255,255>Obiettivo I: <0,255,0>Difendi la fortezza settentrionale

source: Death of Captain Josephine
da: Kaptajn Josephines død
it: Morte del capitano Josephine

source: Phew! That was a cramped boat trip. I hope there's enough of us here to fight off anyone who attacks us.
da: Puha! Det var noget af en bådtur. Jeg håber vi er nok til at slå angribere tilbage.
it: Uff! Che viaggio in barca da crampi. Speriamo di essere in numero sufficiente per combattere se qualcuno ci attacca.

source: What are we looking for?
da: Hvad kigger vi efter?
it: Cosa stiamo cercando?

source: We need to find the mermen. They maintain the lighthouse. Tracking them down shouldn't be too hard, but getting their co-operation might be tricky.
da: Vi må finde havmændene. De vedligeholder fyrtårnet. At finde dem bør ikke være svært, men at få dem til at samarbejde er en anden sag.
it: Dobbiamo trovare i nereidi. Sono loro che si occupano del faro. Seguire le loro tracce non dovrebbe essere difficile ma ottenere la loro cooperazione potrebbe essere complicato.

source: I don't see the problem. The mermen have a long history of friendship with the kingdom of Suveran.
da: Jeg kan ikke se problemet. Havmændene har en lang historie med venskab med Suveran-kongedømmet.
it: Non vedo il problema. I nereidi hanno una lunga storia di amicizia con il regno di Suveran.

source: That is what is widely believed. Unfortunately-
da: Det er den udbredte opfattelse. Desværre-
it: È quello che comunemente si crede. Sfortunatament-

source: What do you want?
da: Hvad ønsker du?
it: Cosa volete?

source: Noble merman, I am on a quest from King Eldrian. We urgently need the lighthouse back in action.
da: Ædle havmand jeg er på en mission for kong Eldrian. Vi har desperat brug for fyrtårnet.
it: Nobile nereide, sono in missione per re Garamon. Abbiamo bisogno che il faro torni a funzionare urgentemente.

source: The lighthouse? Why should we? I will not allow another drop of merman blood to be spilt for your king!
da: Fyrtårnet? Hvorfor skal vi ta' os af det? Jeg vil ikke ofre en dråbe havmandblod for din konge!
it: Il faro? Perché dovremmo? Io non vi permetterò che nemmeno un'altra goccia di sangue nereide venga versata per il vostro re!

source: I don't understand.
da: Jeg forstår ikke.
it: Non capisco.

source: Oh, you do. You so-called allies, for generations you have pushed us back into the land you don't want. Even then, you make us run the lighthouse for the privilege of staying on our own land. Well, enough is enough!
da: Oh jo du gør. I såkaldte allierede, i generationer har i fortrængt os til land i ikke selv ønsker. Selv da lader i os stå for et fyrtårn til gengæld for privilegiet at bo i vores eget land. Nok er nok!
it: Sì, invece. Voi così detti alleati, per generazioni ci avete spinto nei territori che non volevate. Non contenti, ci avete costertti a occuparci di un faro per il privilegio di occupare la vostra terra. Be', quando è troppo, è troppo!

source: Wait a moment. What did you mean by spilt merman blood?
da: Vent et øjeblik. Hvad mener du med spilde havmænds blod?
it: Aspetta. Cosa intendi con il versare sangue nereide?

source: Hah! They came for us, and you sat by and did nothing. Once more, you only come to help now you want something from us.
da: Ha! De kom efter os, og i sad og gjorde ingenting. Endnu engang kommer i kun når i ønsker hjælp fra os.
it: Aha! Sono venuti per noi e voi siete rimasti seduti a non avete fatto nulla. Ancora una volta, venite ad aiutarci solo quando volete qualcosa da noi.

source: Please. What are your troubles? Perhaps we can help you.
da: Hvad er jeres hovedpine? Måske kan vi hjælpe.
it: Vi prego. Quali sono i vostri problemi? Forse possiamo aiutarvi.

source: All right. If you really want to know ... The naga scum have taken the northern fort. Our forces are broken and leaderless. The swamp is out of control and creatures are running amok. And strange men have been promising our death if we do not pledge allegience to them. But ...
da: Hvis du virkelig ønsker at høre det ... Nagaerne har taget det nordlige fort. Vores styrker er splittede og uden leder. Sumpen er uden for kontrol og skabninger af alle slags er løs. Og mærkelige mænd har lovet os død og ulykke hvis vi ikke lover troskab til dem. Men ...
it: Bennissimo. Se proprio vuoi saperlo... l'immondizia naga ha preso il forte settentrionale. Le nostre forze sono disperse e senza un comandante. La palude è senza controllo e le creature sono pazze furiose. E strani uomini hanno promesso di ucciderci se non prestiamo alleanza a loro. Ma...

source: This is a problem for the mermen!
da: Dette er et problem for havmændene!
it: Questo è un problema per i neredi!

source: Perhaps I can be of assistance.
da: Måske kan jeg være til assistance.
it: Forse posso dare una mano.
