Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: But the situation for us was still not good. We had lost most of our supplies in our difficult journeys over and under the mountains, and our food was running low. Twice we had to divert our path to avoid Zharagorn's patrols - patrols that were surely looking for us.
da: Men situationen for os var stadig ikke god. Vi mistede de fleste af vores forsyninger i den svære rejse over og under bjergene, og vores madressourcer var begyndt at blive meget små. To gange måtte vi afvige fra vores rute for at undgå Zharagorns patruljer - patruljer på udkig efter os.
it: Tuttavia la nostra situazione non era ncora buona. Avevamo perso la maggior parte dei nostri rifornimenti nel nostro difficile viaggio sopra e sotto le montagne e il cibo cominciava a scarseggiare. Per due volte eravamo stati costretti a deviare il nostro percorso per evitare le pattugli di Zharagorn - pattuglie che sicuramente stavano cercando noi.

source: There was now no chance of reaching the World's End Mountains without another rest, but there was no-one on the route ahead I could trust to shelter us. There was only one option left, which involved a sharp diversion eastwards, to the people who fought Zharagorn the most courageously all those centuries ago.
da: Der var ingen mulighed for at nå Verdens Ende-bjergene uden endnu et hvil, men der var ingen på den foranliggende rute, som jeg kunne stole på. Der var kun en mulighed tilbage, som indebar en skarp afvigelse mod øst, til det folk som bekæmpede Zharagorn så modigt for alle disse århundreder siden.
it: Non avevamo nessuna possibilità di raggiungere le montagne all'estremità del mondo se non ci fossimo fermati a recuperare le forze, ma sul percorso davanti a noi non c'era nessun di cui fidarci che ci poteva ospitare. Non avevamo altra scelta che compiere una rapida deviazione a est per raggiungere il popolo che più coraggiosamente di tutti aveva combattuto Zharagorn secoli fa.

source: But I had not paid heed to the predictions of Arawn-Myegon.
da: Men jeg havde ikke lyttet ordentlig til forudsigelserne fra Arawn-Myegon.
it: Ma non avevo prestato attenzione alle profezie di Arawn-Myegon.

source: To be continued ...
da: Fortsættes ...
it: Continua...

source: Cheat Screen
da: Snydeskærm
it: Imbroglio

source: When I first saw Viktor, I admit I misjudged him. As danger reared its ugly head, he seemed, as many ficticious characters for the purpose of computer games are, eager to jump to a scenario he hadn't played yet without going through the proper order.
da: Da jeg første gang så Viktor må jeg indrømme, at jeg fejlbedømte ham. Som faren viste sit grimme ansigt virkede han, som mange fiktive personer i computerspil, ivrig efter at gå i gang med et scenarie, han endnu ikke var klar til.
it: La prima volta che ho incontrato Viktor, ammetto di averlo giudicato male. Mentre il pericolo mostrava il suo terribile volto, sembrava come tanti personaggi dei videogiochi, bramoso di saltare a uno scenario che non aveva ancora giocato senza seguire il giusto ordine.

source: Now now, that is not a fair conculsion. This is for purposes of playtesting, otherwise they'll never get this finished and we'll never get round to defeating Zharagorn. Now, which scenario shall I play?
da: Det er ikke en rimelig konklusion. Dette er til testspil, ellers bliver vi aldrig færdig og kommer aldrig til at besejre Zharagorn. Hvilket scenarie skal jeg spille?
it: Suvvia, non è leale! Serve solo per le prove altrimenti non l'avrebbero mai finito e non ci saremmo mai mossi per sconfiggere Zharagorn. Adesso che scenario giocherò?

source: I had indeed misjudged him. If Viktor was a cheat, he was a rather stupid one because he could have gone straight to that scenario without going through the cheat mode.
da: Jeg havde virkelig misfortolket ham. Hvis Viktor var en snydefigur så var han en rimelig dum snydefigur for han kunne være gået direkte til det scenarie uden at gå igennem bagdøren.
it: Lo avevo davvero giudicato male. Se Viktor era un imbroglione, era piuttosto stupido perché avrebbe potuto raggiungere questo scenario senza usare l'imbroglio.

source: More Than a Match
da: Mere end en udfordring
it: Solo un giochetto

source: The Dwarf and the Lich (via The Front Line)
da: Dværgen og lichen (via frontlinjen)
it: Il nano e il lich (via «la linea del fronte»)

source: The Dwarf and the Lich (via Beneath Enemy Lines)
da: Dværgen og lichen (via Under fjendens linjer)
it: Il nano e il lich (via «oltre le linee nemiche»)

source: The Dwarf and the Lich (via The Forgotten Front)
da: Dværgen og lichen (via Den glemte front)
it: Il nano e il lich (via «il fronte dimenticato»)

source: Ancient Friends (via The Front Line)
da: Gamle venner (via Frontlinjen)
it: Vecchi amici (via «la linea del fronte»)

source: Ancient Friends (via Beneath Enemy Lines)
da: Gamle venner (via Under fjendes linjer)
it: Vecchi amici (via «oltre le linee nemiche»)

source: Ancient Friends (via The Forgotten Front)
da: Gamle venner (via Den glemte front)
it: Vecchi amici (via «il fronte dimenticato»)

source: Hiss!
da: Stille!
