Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: The Unstoppable Legion
da: Den ustoppelige legion
it: La legione inarrestabile

source: The legendary legions of Zharagorn, dormant for centuries, have risen again and city after city is falling in their presence. Only Viktor, a patrol guard, stands between them and domination of the known world. (9 playable scenarios so far, written for Wesnoth 1.2.x)
da: De legendariske legioner fra Zharagorn, slumrende i århundreder, har rejst sig igen og by efter by falder til deres overherredømme. Kun Viktor, en patruljevagt, står imellem dem og verdensdomination. (9 spilbare scenarier hidtil, skrevet for Wesnoth 1.2.x)
it: Le leggendarie legioni di Zharagorn, dopo un sonno di secoli, si sono risvegliate e una città dopo l'altra cade di fronte a loro. Solo Viktor, una guardia di pattuglia, si oppone al loro obiettivo di dominare il mondo. (finora sono pronti 9 scenari, scritti per Wesnoth 1.2.x).

source: (tricky)
da: (svær)
it: (banale)

source: (beginner)
da: (begynder)
it: (debuttante)

source: (challenging)
da: (udfordrende)
it: (stimolante)

source: Cavalryman
da: Kavalerist
it: Cavalleggero

source: An Unlikely Hero
da: En ikke ventet helt
it: Un improbabile eroe

source: Welcome to The Unstoppable Legion. This is a work in progress, with currently 9 playable scenarios. Be aware that tactics in this campaign differ from the mainline campaigns. It is a standalone campaign, but for the full experience, you should also download 'Ye Newe Melodies Music' from the server.
da: Velkommen til den ustoppelige legion. Denne kampagne er stadig under udarbejdelse, med for tiden 9 spilbare scenarier. Vær opmærksom på at taktikken i denne kampagne afviger fra selve spillets kampagner. Det er en fuld kampagne, men for det fulde udbytte så bør du også hente »Ye Newe Melodies Music« fra serveren.
it: Benvenuto a «La legione inarrestabile». Questa campagna non è ancora conclusa, per ora ci sono 9 scenari da giocare. Sappi che le tattiche di questa campagna sono diverse da quelle delle campagne tradizionali. La campagna è completa ma per gustarla appieno dovresti scaricare dal server anche «Ye Newe Melodies Music».

source: In the land of Suveran, where few men of Wesnoth have ever set foot, men spoke in fear of the invasion of Zharagorn, centuries ago.
da: I landet Suveran, hvor meget få folk fra Wesnoth har været, fortalte folk frygtelige historier om Zharagorns invasion, for århundreder siden.
it: Nella terra di Suveran, dove pochi uomini di Wesnoth hanno mai messo piede, gli uomini raccontano la terribile invasione di Zharagorn, secoli fa.

source: In the dim and distant past, King Eldrian decreed that his eldest son, Wolfgang, was not suitable to succeed him to the throne. Surprised and angry, Wolfgang departed the kingdom, looking for a way to prove his worth. For months he travelled the land, until one day, whilst exploring the World's End mountains, as far north as anyone had ever mapped, he was drawn to a mysterious cave.
da: I den tågede og fjerne fortid erklærede kong Eldrian, at hans ældste søn Wolfgang ikke var egnet til at efterfølge ham på tronen. Overrasket og vred forlod Wolfgang kongedømmet på udkig efter en måde at bevise sin værdi. I måneder rejste han igennem landet, indtil en dag, mens han undersøgte Verdens Ende-bjergene, så langt mod nord som ingen tidligere havde kortlagt, blev han tiltrukket til en mystisk hule.
it: Nel tetro e remoto passato, re Eldrian decretò che suo figlio primogenito, Wolfgang, non era adatto a succedergli al trono. Sorpreso e furioso, Wolfgang lasciò il regno cercando il modo per dimostrare il suo valore. Viaggiò per mesi, finché un giorno, mentre stava esplorando le montagne all'estremità del mondo, nel lontano nord che non è mai stato cartografato, la sua attenzione fu attirata da una misteriosa caverna.

source: There, he found a crystal, known as the Black Emerald, that granted him unimaginable power. Prince Wolfgang renamed himself Zharagorn, and from miles around, people who craved power flocked to his leadership. Even the dead, fallen mercenaries from ages past with dreams of fortune and glory, rose to serve him. Soon he had a legion like nothing the world had ever seen.
da: Der fandt han en krystal, kendt som Den sorte Smaragd, som gav ham utrolige evner. Prins Wolfgang skiftede navn til Zharagorn, og fra kilometers omkreds, flokkedes folk der higede efter magt til hans lederskab. Selv døde tidligere faldne lejesoldater fra tidligere tider der havde drømme om lykke, storhed og rigdom rejste sig til hans tjeneste. Snart havde han en legion, som ikke tidligere var set.
it: In questa caverna, scoprì un cristallo, noto come lo «smeraldo nero», che gli diede un potere inimmaginabile. Il principe Wolfgang cambiò il suo nome in Zharagorn e per miglia all'intorno, le persone bramose di potere si strinsero sotto il suo comando. Persino i morti, mercenari caduti nei secoli passati con i loro sogni di gloria e fortuna, si levarono per servirlo. Presto era al comando di una legione che il mondo non aveva mai visto.

source: So legend says, when his legion started marching south, nothing could stop him. Dwarven and Elvish kingdoms, Orcish clans and city-states in his path fell one by one. Zharagorn was merciful to those who surrendered, allowing them to live on as slaves. Those who resisted were slaughtered.
da: Ifølge legenden kunne intet stoppe hans legion, da den begyndte at marchere mod syd. Dværge- og elverkongedømmer, orkklaner og bystater faldt for ham en efter en. Zharagorn var nådig over for dem som overgav sig. Han tillod at de kunne leve som slaver. Dem som gjorde modstand blev slagtet.
it: La leggenda dunque racconta che, quando la sua legione si mise in marcia verso sud, nulla poteva resisterle. I regni dei nani e degli elfi, i clan degli orchi e le città statao sul suo cammino caddero uno dopo l'altro. Zharagorn fu misericordioso con quelli che si arresero, permettendo loro di vivere come schiavi. Quelli che resistevano furono massacrati.

source: Only the Circle of Druids came anywhere close to stopping him. They sneaked behind enemy lines and sought to destroy the Black Emerald, still in the cave where Wolfgang discovered it. But before they could make it, Zharagorn himself tracked them down, and the Darkguard, the elite of his army, wiped them out.
da: Kun Druidernes cirkel kom tæt på at stoppe ham. De sneg sig ind bag hans linjer og forsøgte at ødelægge Den sorte Smaragd, som stadig befandt sig i den hule Wolfgang havde opdaget den. Men før de nåede frem havde Zharagorn opdaget dem og hans Mørkevagt, hærens elitekorps, udryddede dem.
it: Solo il cerchio dei druidi arrivò a un passo dal fermarlo. Si infiltrarono dietro le linee nemiche cercando di distruggere lo smeraldo nero che si trovava ancora nella caverna dove Wolfgang lo aveva scoperto. Ma prima che potessero riuscirsci, Zharagorn li inseguì e le guardie oscure, l'elite del suo esercito, li spazzarono via.

source: Finally, Zharagorn's forces reached Karasov, the capital city. It is said that King Eldrian's forces held out a remarkable three days before they realised they were no match for Zharagorn's, then the King himself rode to meet his son to give whatever he wanted.
da: Endelig nåede Zharagorns styrker Karasov, hovedstaden. Det siges, at kong Eldrians styrker holdt ud i bemærkelsesværdige tre dage, før de indså, at de ikke kunne stoppe Zharagorn. Så red kongen selv til et møde med sin søn, for at give ham hvad han ønskede.
it: Alla fine le forze di Zharagorn raggiunsero la capitale Karasov. Si racconta che le forze del re Eldriad riuscirono a resistere inaspettatamente per tre giorni prima di riconoscere che contro Zharagorn non potevano farcela, allora il re in persona cavalcò per incontrare suo figlio e dargli qualsiasi cosa chiedesse.

source: Zharagorn's demands were strange. All he asked was for his father to admit he was wrong to refuse him the throne, and to build a temple to his greatness. And although the generations who tell the story find it strange, when King Eldrian agreed to this request, Zharagorn's forces withdrew, never to be seen again.
da: Zharagorns krav var mærkværdige. Alt han ønskede var, at hans far indrømmede at han var galt afmarcheret, da han nægtede ham tronen, og at der skulle bygges et tempel for hans storhed. Og selvom de følgende generationer, der viderebragte historien, fandt det underligt så trak Zharagorns styrker sig tilbage, da kong Eldrian opfyldte hans ønske, for aldrig at blive set igen.
it: Le richieste di Zharagorn furono bizzarre. Chiedeva solo che suo padre riconoscesse di aver sbagliato a rifiutargli il trono e costruisse un tempio alla sua grandezza. Sebbene le generazioni che raccontano la storia riconoscano che sia strano, quando il re Eldrian soddisfò queste richieste, le forze di Zharagorn si ritirarono e nessuno le rivide mai piuù.

source: That was a long time ago ... But the temple still stood as the centuries went by. No-one dared to desecrate it, fearing that it would lead to his return. And there were the cultists: men who prayed for Zharagorn's return, who worshipped in the temple every day.
da: Dette skete for lang tid siden ... Men templet stod stadig mens århundrederne gik. Ingen vovede at rive det ned af frygt for, at han ville vende tilbage. Og så var der tilbederne: Mænd som bad for, at Zharagorn ville vende tilbage, som tilbedte ham i templet hver dag.
it: È passato molto tempo... ma il tempio è ancora in piedi da secoli e nessuno ha mai osato dissacrarlo temendo che Zharagorn sarebbe tornato. E c'erano anche gli adoratori: uomini che pregavano per il ritorno di Zharagorn e che ogni giorno lo veneravano nel tempio.

source: Of course, legends are just legends, and eventually some started to question how reliable the story really was. Indeed, many started to believe it was nothing more than superstitious tittle-tattle. Then one day, Zharagorn returned, and a new legend was made. But this time, the legend was of a young man named Viktor ... and how he stood up to the unstoppable legion.
da: Selvfølgelig var legenden kun en legende og efterhånden begyndte nogle at stille spørgsmål ved dens troværdighed. Mange begyndte at opfatte historien som overtroisk vrøvl. Så en dag vendte Zharagorn tilbage og en ny legende blev skabt. Men denne gang blev legenden om en ung mand kaldet Viktor ... og hvordan han stod imod den ustoppelige legion.
it: Naturalmente sono solo leggende e molti hanno cominciato a dubitare della veridicità della storia. Infatti molti cominciarono a pensare che non fosse altro che chiacchiere superstiziose. Poi un giorno, Zharagorn ritornò e si scrisse una nuova leggenda. Ma questa volta, la leggenda parlava di un giovane chiamato Viktor... e di come fermò la legione inarrestibile.

source: *@<255,255,255>Objective I: <0,255,0>Move Viktor to the keep in the south
da: *@<255,255,255>Mål 1: <0,255,0>Flyt Viktor til borgtårnet i syd
it: *@<255,255,255>Obiettivo I: <0,255,0>Sposta Viktor nella fortezza a sud

source: Death of Viktor
da: Viktors død
it: Morte di Viktor

source: Death of Rufus
da: Rufus' død
it: Morte di Rufus

source: Turns run out
da: Tiden løber ud
it: Fine dei turni

source: When I first saw Viktor, I admit I misjudged him. As danger reared its ugly head, he seemed, as many nobles on horseback are, little more than a coward.
da: Jeg må indrømme, at da jeg første gang så Viktor, så misfortolkede jeg ham. Da faren viste sit grimme ansigt, lignede han som andre adelige på hesteryg ikke meget andet end en kujon.
it: La prima volta che ho incontrato Viktor, ammetto di averlo giudicato male. Mentre il pericolo mostrava il suo terribile volto, sembrava essere, come la maggior parte dei nobili a cavallo, poco più di un codardo.

source: I don't like it here. It's too quiet.
da: Jeg kan ikke li' det her. Det er for stille.
it: Non mi piace questo posto. C'è troppo silenzio.

source: Surprise, surprise! Drop your weapon and hand over your gold!
da: Se se. Hvad har vi her! Smid jeres våben og giv os jeres guld!
it: Sopresa! Gettate le armi e consegnate il vostro oro!

source: Please, good sir. I am just on border patrol. I mean no harm.
da: Vær venlig gode herre. Jeg er bare på en patruljevagt. Jeg gør ingen skade.
it: Per favore, buon signore. Sono della pattuglia di confine. Vi prego non fatemi del male.

source: Look, Rufus! He bears the arms of nobility. He'll fetch us a tidy ransom!
da: Se Rufus! Han bærer adelens våbenskjold. Han kan give os en god løsesum!
it: Guarda, Rufus! Porta i simboli della nobiltà. Ci garantirà un buon riscatto!

source: Indeed. It is fortunate that you came our way. Jan, take our guest somewhere safe until I decide-
da: Nemlig. Det er heldigt at du kom denne vej. Jan. Tag vores gæst med til et sikkert sted indtil jeg beslutter-
it: Davvero. È una fortuna averti incontrato. Jan, porta il nostro ospite al sicuro finché non decido-

source: Sir! Someone's coming! Some sort of soldiers ...
da: Der kommer nogen! En slags soldater ...
it: Signore! Sta arrivando qualcuno! Dei soldati...

source: The rest of the border patrol? Lucky we've got a hostage.
da: Resten af grænsepatruljen? Heldigvis har vi et gidsel.
it: Il resto della pattuglia di confine? Per fortuna abbiamo un ostaggio.

source: No, sir! Not the border patrol. They're ... I don't know.
da: Nej herre! Ikke grænsepatruljen. De er ... Jeg ved det ikke.
it: Nossignore! Non è la pattuglia di confine. Sono... non so cosa sono.

source: You! Vagrants in the woods! I am a loyal officer of the forces of Zharagorn. Sumbit now, or face your death.
da: Dig! Vagabond i skoven! Jeg er en loyal officer hos Zharagorns styrker. Underkast dig nu eller mød døden.
it: Voi! Vagabondi dei boschi! Sono un leale ufficiale delle forze di Zharagorn. Arrendetevi o preparatevi ad affrontare la morte.

source: Zharagorn ... It's impossible. It's just a myth.
da: Zharagorn ... Det er umuligt. Det er kun en myte.
it: Zharagorn ... È impossibile. È solo una leggenda.

source: We shall never surrender to you! We would rather die free than live as slaves.
da: Vi overgiver os aldrig til dig! Vi vil hellere død end leve som slaver.
it: Non ci arrenderemo mai! Preferiamo morire piuttosto che vivere da schiavi.

source: Very well. Prepare to die! Ha! Ha! Ha! Ha!
da: Udmærket. Gør klar til at dø! Ha! Ha! Ha! Ha!
it: Benissimo. Preparati a morire! Ah! Ah! Ah! Ah!

source: We don't stand a chance. There's too many.
da: Vi har ikke en chance. Der er for mange.
it: Non abbiamo nessuna possibilità. Sono troppi.

source: Let me go. I can get help.
da: Lad mig gå. Jeg kan hjælpe.
it: Lasciatemi andare. Posso esservi d'aiuto.

source: No! Let him fight and die with the rest of us.
da: Nej! Lad ham kæmpe og dø sammen med resten af os.
it: No! Lasciatelo combattere e morire con il resto di di noi.

source: Please. There is a border patrol nearby. I can bring them to help.
da: Hør. Der er en grænsepatrulje tæt herpå. Jeg kan hente dem.
it: Per favore. C'è una pattuglia di confine vicino. Li posso portare qua ad aiutare.

source: And if I don't trust you?
da: Og hvis jeg ikke stoler på dig?
it: Perché dovrei fidarmi?

source: Sir, we have no choice. If we don't trust him, we all die. If we let him go, we might live to fight another day.
da: Herre vi har intet valg. Hvis vi ikke stoler på ham, dør vi alle. Hvis vi lader ham gå, lever vi måske og kan kæmpe en anden dag.
it: Signore, non abbiamo scelta. Se non ci fidiamo, moriremo tutti. Se lo lasciamo andare, potremo vivere per combattere un altro giorno.

source: Very well. Owayn, lead a small force under this noble's command so that he can break out. Rest of you - defend this hideout!
da: Udmærket. Owayn, anfør en lille gruppe under denne adeliges kommando, så han kan bryde ud. Resten af jer - forsvar dette skjulested!
it: Benissimo. Owayn, guida un gruppetto sotto il comando di questo nobile in modo che possa evadere. Agli altri - difendiamo il nascondiglio!

source: Take that, you fiend!
da: Tag den din djævel!
it: Prendi questo, demonio!

source: You didn't think we'd let you escape that easily, did you?
da: Du troede da ikke, at vi ville lade dig undslippe så nemt, gjorde du?
it: Non hai mica pensato che ti avremmo lasciato scappare così facilmente, vero?

source: Die, foul creature!
da: Dø afskyelige skabning!
it: Muori, schifosa creatura!

source: Phew, looks like I've made it out! Just a little further and ... Huh? Who's that?
da: Puha, ser ud til at jeg slap væk! Kun lidt længere og ... Hvad? Hvem er det?
it: Uff, ne siamo usciti! Ancora un... eh? Chi va là?

source: What are you going to do, boy? Fight like a man, or flee like a coward?
da: Hvad har du tænkt dig lille dreng? At kæmpe som en mand eller flygte som en kujon?
it: Cosa stai facendo, ragazzo? Combatti come un uomo o fuggi come un codardo?

source: Oh no! Not that senile old fool from the swamp hut again!
da: Oh nej! Ikke det senile gamle fjold fra sumphytten igen!
it: Oh no! Di nuovo quel vecchio pazzo arteriosclerotico della capanna nella palude!

source: Senile? I'll give you a senile!
da: Senil? Jeg skal give dig senil!
it: Arteriosclerotico? Te lo do io l'arteriosclerotico!

source: Viktor, what's the hurry?
da: Viktor. Hvorfor har du så travlt?
it: Viktor, perché questa fretta?

source: Sir, a strange army has crossed the border, and they're attacking a hideout. They claim to be soldiers of Zharagorn! We must stop them!
da: Herre, en mærkelig hær har krydset grænsen, og de angriber et tyveskjulested. De hævder at være Zharagorns soldater! Vi må stoppe dem!
it: Signore, uno strano esercito ha attraversato il confine e sta attaccando un covo di ladri. Dicono di essere i soldati di Zharagorn! Dobbiamo fermarli!

source: Zharagorn? It can't be ... Anyway, they're only outlaws. We can't risk losing soldiers on the likes of them.
da: Zharagorn? Det kan det ikke være ... Nå pyt det er kun tyveknægte. Vi kan ikke risikere at miste soldater på den slags.
it: Zharagorn? Non è possibile... Comunque, sono solo dei ladri. Non possiamo rischiare la vita dei soldati per questa gente.

source: With all due respect, sir, we must fight! Outlaws or not, we have a duty to protect everyone from invaders to this land.
da: Med al respekt herre så må vi kæmpe! Fredløse eller ej, vi har en forpligtelse til at beskytte alle, der angribes udefra.
it: Con tutto il rispetto, signore, dobbiamo combattere! Fuorilegge o no, abbiamo il compito di proteggere chiunque da chi invade questo territorio.

source: All right ... Hubert, Viktor is now your commander.
da: I orden ... Hubert, Viktor er nu din kommandant.
it: Benissimo... Hubert, Viktor è il tuo nuovo comandante.

source: Me? Commander?
da: Mig? Kommandant?
it: Io? Comandante?

source: It's about time you had some command experience. Round up anyone you can find on border patrol and fight with whatever you've got.
da: Det er på tide, du får noget ledelseserfaring. Saml alle dem du kan fra grænsepatruljen, og kæmp med hvad du har.
it: È ora che tu faccia esperienza di comando. Raduna quelli che puoi trovare della pattuglia di confine e combatti i tuoi avversari.

source: Yes, sir!
da: Ja herre!
it: Sissignore!

source: I'll be back as soon as I can with reinforcements. Prove your worth today and you might stay a commander. Oh, and one other thing ...
da: Jeg er tilbage med forstærkninger, så snart jeg kan. Bevis din værdi i dag og du kan måske forblive kommandant. Oh og endnu en ting ...
it: Tornerò appena posso con i rinforzi. Dimostra il tuo valore oggi e manterrai il tuo comando. Oh, un'altra cosa...

source: Yes?
da: Ja?
it: Sì?

source: Try not to get yourself killed. I promised your father on his deathbed I'd look out for you.
da: Prøv at undgå at blive dræbt. Jeg lovede din far på hans dødsleje, at jeg ville kigge efter dig.
it: Cerca di non farti uccidere. Ho promesso sul letto di morte di tuo padre che avrei badato a te.

source: *@<127,127,127>Objective I: <127,127,127>Move Viktor to the keep in the south
da: *@<127,127,127>Mål 1: <127,127,127>Flyt Viktor til borgtårnet i syd
it: *@<127,127,127>Obiettivo I: <127,127,127>Sposta Viktor nella fortezza a sud

source: *@<255,255,255>Victory: <0,255,0>Defeat Mal-Dhekara (Viktor must fight); or <0,255,0>Hold out until turns end (Viktor must fight)
da: *@<255,255,255>Sejr: <0,255,0>Besejr Mal-Dhekara (Viktor skal kæmpe); eller <0,255,0>Hold ud indtil tiden løber ud (Viktor skal kæmpe)
it: *@<255,255,255>Vittoria: <0,255,0>Sconfiggi Mal-Dhekara (Viktor deve combattere); oppure <0,255,0>Resisti fino alla fine dei turni (Viktor deve combattere)

source: Either objective achieved without Viktor participating in combat
da: Ingen mål opnået uden at Viktor deltog i kamp
it: Uno dei due obiettivi raggiunti senza che Viktor partecipi al combattimento

source: Look! He's coming back! And he's got reinforcements with him!
da: Se! Han kommer tilbage! Og han har forstærkninger med sig!
it: Guardate! Sta tornando indietro! E con lui ci sono i rinforzi!

source: By the gods, so he is.
da: Ved guderne, det gør han.
it: Per gli dei, è proprio così.

source: Aye, but will the boy fight or let others do it for him? What are you boy, a man or a mouse?
da: Aye, men vil drengen kæmpe eller lade andre gøre det for ham? Hvad er du dreng en mand eller en mus?
it: Ehi, ma il ragazzo combatte oppure fa combattere gli altri al suo posto? Cosa sei, ragazzo, un uomo o un topo?

source: (Grr.) Once we've killed these outlaws, that fool's going to be next.
da: (Grr.) Når vi har dræbt disse fredløse, så bliver det fjols den næste.
it: (ringhia) Quando avremo eliminato questi fuorilegge, questo sciocco sarà il prossimo.

source: That's more like it, boy! Show them what you're made of!
da: Sådan skal det være knægt! Vis dem hviket stof du er gjort af!
it: Continua così, ragazzo! Fagli vedere di che pasta sei fatto!

source: That's it! Someone kill that stinking peasant this instant!
da: Så er det slut! En eller anden dræb den stinkende bonde øjeblikkeligt!
it: Ecco! Che qualcuno uccida quel contadino puzzolente all'istante!

source: Stinking peasant? I ain't no stinking peasant! I'll tell you who I am! I am ...
da: Stinkende bonde? Jeg er ingen stinkende bonde! Jeg skal fortælle dig hvem jeg er! Jeg er ...
it: Contadino puzzolente? Io non sono un contadino puzzolente! Te lo dico io chi sono! Io sono...

source: ... Deuterus, Great Druid of the northern forest, and you shall pay for your tresspass!
da: ... Deuterus, Stordruide fra den nordlige skov, og du skal betale for din indtrænging!
it: ... Deuterus, grande druido della foresta settentrionale e ora pagherete caro il vostro sconfinamento!

source: *@<255,255,255>Victory: <0,255,0>Defeat Mal-Dhekara; or <0,255,0>Hold out until turns end
da: *@<255,255,255>Victory: <0,255,0>Besejr Mal-Dhekara; eller <0,255,0>Hold ud indtil tiden er gået
it: *@<255,255,255>Vitoria: <0,255,0>Sconfiggi Mal-Dhekara oppure <0,255,0>Resisti fino alla fine dei turni

source: Death of Deuterus
da: Deuterus' død
it: Morte di Deuterus

source: Viktor is a Mounted Noble. At level 1, he has a moderate meelee attack and a weak ranged attack. However, from level 2 he gains a leadership ability, so try to level him up as soon as possible. Like all patrol guards, Viktor is lawful.
da: Viktor er en bereden adelig. På niveau 1 har han et moderat nærkampsangreb og et svagt afstandsvåben. Fra niveau 2 får han dog lederskab karaktertrækket, så forsøg at øg hans niveau så hurtigt som muligt. Som alle patruljevagter er Viktor hæderlig.
it: Viktor è un nobile a cavallo. Al primo livello, ha un discreto attacco e un attacco a distanza fiacco. Tuttavia, dal secondo livello acquisisce l'abilità di comando, perciò cerca di farlo crescere di livello prima possibile. Come tutte le guardie di pattuglia, Viktor è legale.
