Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: *@<127,127,127>Objective I: <127,127,127>Hold out for two days (turn 12)
da: *@<127,127,127>Mål I: <127,127,127>Hold ud i to dage (runde 12)
it: *@<127,127,127>Obiettivo I: <127,127,127>Resisti per due giorni (turno 12)

source: No, master! What are you doing?
da: Nej herre! Hvad gør du?
it: No, padrone! Cosa state facendo?

source: This is how Zharagorn rewards failure!
da: Dette er sådan Zharagorn belønner fiasko!
it: Questa è la ricompensa di Zharagorn per il fallimento!

source: I fear you not, for I know your true name, Lord Teorran. By the might of the wind, the the strength of the water and the power of the earth - BEGONE!
da: Jeg frygter dig ikke for jeg kender dit rigtige navn lensherre Teorran. Ved vindens magt, vandets styrke og jordens magt - FORSVIND!
it: Non ti temo, perché io conosco il tuo vero nome, lord Teorran. Per il potenza del vento, la forza dell'acqua e l'energia della terra - VATTENE!

source: What happened?
da: Hvad skete der?
it: Cosa è successo?

source: An ancient ritual. I banished him. Look, the remaining orcs are retreating.
da: Et ældgammelt ritual. Jeg sendte ham væk med magi. Se de tilbageværende orker trækker sig tilbage.
it: Un antico rituale. L'ho bandito. Guardate, gli orchi rimasti si stanno ritirando.

source: This lich ... is he gone?
da: Lichen ... er han væk?
it: Questo lich... se ne è andato?

source: I'm afraid not. Zharagorn can recall him, and that ritual will not work again.
da: Desværre ikke. Zharagorn kan kalde ham tilbage, og det ritual vil ikke virke en gang til.
it: Temo di no. Zharagorn può richiamarlo e quel rituale non funzionerà un'altra volta.

source: Strangers, I cannot thank you enough. How can I ever repay you?
da: Fremmede, jeg kan ikke takke jer nok. Hvordan kan jeg nogensinde betale jer tilbage?
it: Stranieri, non posso ringraziarvi abbastanza. Come potrò mai ripagarvi?

source: Could you help us get to the World's End Mountains?
da: Kan du hjælpe os med at komme til Verdens Ende-bjergene?
it: Potresti aiutarci a raggiungere le montagne all'estremità del mondo?

source: The World's End Mountains? Are you crazy?
da: Verdens Ende-bjergene? Er du vanvittig?
it: Le montagne all'estremità del mondo? Siete pazzi?

source: It is our only hope of stopping the forces of Zharagorn.
da: Det er vores eneste håb om at stoppe Zharagorns styrker.
it: È la nostra unica speranza per fermare le forze di Zharagorn.

source: Few have ever journeyed to the World's End Mountains and live to tell the tale ... but it seems that your quest is our only hope. We will join you. I will place my fighters under your command.
da: Kun få har rejst til Verdens Ende-bjergene og overlevet ... Men jeres mission virker som vores eneste håb. Vi slutter os til dig. Jeg vil placere mine soldater under din kommando.
it: Pochi hanno raggiunto le montagne all'estremità del nondo e sono sopravvissuti abbastanza per raccontarlo... ma sembra che la vostra missione sia la nostra unica speranza. Verremo con te. I miei guerrieri sono ai tuoi ordini.

source: loyal
it: leale

source: zero upkeep
da: ingen vedligeholdelse
it: mantenimento zero

source: You may now recruit dwarvish guardsmen.
da: Du kan nu rekruttere dværgevagter.
it: Ora puoi reclutare i nani guardiani.

source: Sorry we're late. Did we miss anything?
da: Beklager vi er sent på den. Missede vi noget?
it: Scusate il ritardo. Ci siamo persi qualcosa?

source: This is as far as we can go with you. Now we must return to reclaim our homeland. Good luck on your journey.
da: Dette er så langt vi kan rejse med dig. Nu må vi returnere og gøre krav på vores hjemland. Held og lykke på rejsen.
it: Non possiamo andare olte con voi. Adesso dobbiamo tornare a reclamare la nostra terra natale. Buon biaggio per il vostro viaggio.

source: So ... you still stalk the earth?
da: Så ... du hjemsøger stadig jorden?
it: Così dunque... ancora stai minacciando questo mondo?

source: You???
da: Dig???
it: Tu???

source: Ha! Ha! Old man, prepare to meet your- ... You???
da: Ha! Ha! Gamle mand, gør klar til at møde din- ... Dig???
it: Ah! Ah! Vecchio, preparati a incontrare il tuo- ...Tu???

source: Deuterus, this lich is protected by something. I can't deliver the killing blow.
da: Deuterus, denne lich er beskyttet af noget. Jeg kan ikke sætte det dræbende stød ind.
it: Deuterus, c'è qualcosa che protegge questo lich. Non riesco a portare il colpo fatale.

source: Let me invoke the ritual.
da: Lad mig påkalde ritualet.
it: Lasciatemi invocare il rituale.

source: Deuterus? ... You???
da: Deuterus? ... Dig???
it: Deuterus? ... Tu???

source: Hooray! The orcs have done the job for us!
da: Hurra! Orkerne har gjort arbejdet for os!
it: Urrà! Gli orchi hanno fatto il lavoro per noi!

source: No. This is a disaster. This triumph of theirs will cause all orcs from miles around to descend on these mountains. We're done for!
da: Nej. Dette er en katastrofe. Deres triumf vil få alle orker i miles omkreds til at sværme til disse bjerge. Vi er færdige!
it: No. È un disastro. Questo loro trionfo farà arrivare a queste montagne tutti gli orchi a miglia di distanza. Siamo spacciati!

source: No! It can't end like this!
da: Nej! Det kan ikke slutte på denne måde!
it: No! Non può finire così!

source: The city is ours! Kill every dwarf you see!
da: Byen er vores! Dræb alle dværge du kan se!
it: La città è nostra! Uccidete ogni nano che incontrate!

source: Undead reinforcements have arrived! We're doomed!
da: Udøde forstærkninger er ankommet! Vi er fortabt!
it: Sono arrivati i rinforzi dei non-morti. Siamo condannati!

source: Ancient Friends
da: Gamle venner
it: Vecchi amici

source: Defeat both enemy leaders
da: Besejr begge fjendtlige ledere
it: Sconfiggi entrambi i comandanti nemici

source: Death of Arawn-Myegon
da: Arawn-Myegons død
it: Morte di Arawn-Myegon

source: Having crossed the enemy lines, there was surpisingly little resistance on the other side. However, I feared this would not last.
da: Efter overskridelsen af den fjendtlige linje var der overraskende lidt modstand på den anden side. Jeg frygtede dog, at det ikke ville vare ved.
it: Scavalcato le linee nemiche, trovarono sorprendentemente poca resistenza dall'altro lato. Tuttavia, temevano che non sarebbe durata.

source: This is the great Forest of Shamoran. It will be safe to stop and rest here.
da: Dette er den store Shamoranskov. Det er sikkert at holde hvil her.
it: Questa è la grande foresta di Shamoran. Qua potremo fermarci e riposare al sicuro.

source: I wouldn't mind a break. It's all very well you lot riding on horseback, but we have to follow on foot.
da: Jeg kunne godt bruge et hvil. Det er helt fint at i er til hest, men vi må følge efter til fods.
it: Una pausa non mi spiace. Avete cavalcato per un bel pezzo, ma noi vi abbiamo dovuti seguire a piedi.

source: Yes ... (pant) ... I'm used to sailing, not walking over land. I must learn to ride one of these days.
da: Ja ... (støn) ... Jeg er vant til sejl, ikke at gå over land. Jeg må lære at ride en af disse dage.
it: Sì... (ansima)... sono abituata a navigare, non a marciare sulla terra ferma. Devo imparare a cavalcare uno di questi giorni.

source: Very well, we shall rest. There is just one thing I have been wondering. Deuterus, who was that lich you fought at Blacktop Mountain?
da: Udmærket. Vi holder hvil. Der er kun en ting jeg har tænkt på Deuterus, hvem var den lich du kæmpede imod på Sorttop bjerget?
it: Benissimo, riposeremo. Mi domando solo una cosa. Deuterus, chi è quel lich che hai combattuto alla cima nera?

source: Mal-Margheera, formerly known as Lord Teorran, born even before Zharagorn. Son of one of the greatest commanders Suveran ever knew, only to turn to the dark arts. It was only when he joined Zharagorn's legions that the dead swelled the ranks.
da: Mal-Margheera, tidligere kendt som lensherre Teorran, født før selv Zharagorn. Søn af en af de største kommandører Suveran har set, for kun at vende sig mod de mørke kræfter. Det var først da han sluttede sig til Zharagorns legioner, at de døde kom blandt hans rækker.
it: Mal-Margheera, un tempo noto come lord Teorran, nato ancora prima di Zharagorn. Era il figlio di uno dei più grandi comandanti che Suveran avesse mai visto, ma si rivolse alla magia nera. Da quando si unì a Zharagorn, la morte gonfiò i ranghi delle sue legioni.

source: But there is something I don't understand. How did he recognise you?
da: Men der er noget jeg ikke forstår. Hvordan kunne han genkende dig?
it: Ma c'è una cosa che non capisco. Come ha fatto a riconoscerti?

source: It's a long story. Suffice to say, we have met and fought before. What's important is that we keep moving before he comes after us.
da: Det er en lang historie. Det er nok at vide, at vi har mødtes før og kæmpet. Det vigtige er, at vi må fortsætte, før han kommer efter os.
it: È una lunga storia. Basti dire che ci siamo già incontrati e combattuti. Quello che è importante è che continuiamo a muoverci prima che ci segua.

source: If that's the case, perhaps we should keep moving now and rest later.
da: Hvis det er tilfældet, så skal vi måske fortsætte nu og hvile senere.
it: Se questo è il problema, forse è meglio che continuiamo a muoverci ora per riposarci dopo.

source: No. We must rest with people we can trust. There is no telling who has escaped the Legions of Zharagorn, and who has surrendered and is now collaborating. If we don't rest here, we may not have another chance.
da: Nej. Vi må hvile blandt folk vi kan stole på. Der er ikke til at sige hvem som er undsluppet Zharagrons legioner, og hvem som har overgivet sig og nu samarbejder. Hvis vi ikke hviler her, så får vi måske ikke endnu en chance.
it: No. Dobbiamo riposare tra gente di cui possiamo fidarci. Non serve neanche dire che chi è fuggito alle legioni di Zharagorn e chi si è arreso adesso sta collaborando. Se non ci riposiamo adesso, forse non potremo più farlo.

source: But I can't see anyone. Who's here who we're supposed to trust?
da: Men jeg kan ikke se nogle. Hvem er her, som vi kan stole på?
it: Ma io non vedo nessuno. Chi c'è qua di cui dovremmo fidarci?

source: Ancient friends. A race who would never surrender to the forces of darkness. But I must meet them alone. Stay here. I will signal if I need you.
da: Ældgamle venner. En race som aldrig overgav sig til mørkets kræfter. Men jeg må møde dem alene. Bliv her. Jeg giver signal hvis jeg har behov for dig.
it: Vecchi amici. Una razza che non si arrenderebbe mai alle forze dell'oscurità. Ma devo incontrarli da solo. Rimanete qua. Vi farò un segnale se ho bisogno di voi.

source: Who dares disturb the Forest of Shamoran?
da: Hvem vover at forstyrre Shamoran-skoven?
it: Chi osa disturbare la foresta di Shamoran?

source: Old friend, it is I, Deuterus.
da: Gamle ven. Det er mig Deuterus.
it: Un vecchio amico, Deuterus.

source: So it is. We foresaw your coming.
da: Det er det også. Vi forudsagde din ankomst.
it: Già. Avevamo previsto il tuo arrivo.

source: We need food and shelter for our journey. I trust you can help us.
da: Vi har brug for mad og husly under vores rejse. Jeg stoler på, at du kan hjælpe os.
it: Abbiamo bisogno di cibo e di un rifugio per il nostro viaggio. Confido nel vostro aiuto.

source: The mighty Deuterus. Never there was a truer friend of the trees of Shamoran. And yet, on this day, your presence is unwelcome.
da: Den store Deuterus. Aldrig har der været en bedre ven af Shamorans træer. Og dog - på denne dag - er din tilstedeværelse ikke ønsket.
it: Il potente Deuterus. Non c'è mai stato un amico più fidato degli alberi di Shamoran. Eppure, di questi tempi, la tua presenza non è benvenuta.

source: I don't understand. We've always been friends before.
da: Jeg forstår ikke. Vi har altid været venner tidligere.
it: Non capisco. Siamo sempre stati amici nel passato.

source: It is not you. It it those you have brought to us.
da: Det er ikke dig. Det er dem, du har bragt til os.
it: Non sei tu. Sono quelli che ci hai portato.

source: These men and dwarves? Fear not, they are with me, and they will do no harm.
da: Disse mænd og dværge? Frygt ikke. De er med mig, og de vil ikke gøre nogen skade.
it: Questi uomini e nani?? Non temete, sono com me e non vi faranno alcun male.

source: That is not who I mean. I mean ... them.
da: Det er ikke dem jeg mener. Jeg hentyder til ... dem.
it: Non è quello che intendevo dire. Io intendevo... loro.

source: Who else do you mean? ... Oh no.
da: Hvem ellers mener du? ... Oh nej.
it: Di chi altri stai parlando? ... Oh no.

source: They are here! Heading for the woods, just as Mal-Margheera predicted.
da: De er her! På vej mod skovene ligesom Mal-Margheera forudsagde.
it: Sono qua! Diretti verso i boschi, proprio come Mal-Magheera aveva detto.

source: Yee-hee-hee! We'll burn them out!
da: Yee-hee-hee! Vi brænder dem ud!
it: Yee-hee-hee! Bruceremo tutto!

source: I'm sorry ... I did not think they find us so quickly.
da: Jeg beklager ... Jeg troede ikke, at de ville finde os så hurtigt.
it: Sono spiacente... non pensavo che ci avrebbero trovato così presto.

source: This is not the time to discuss who is at fault. We must fight the enemy together.
da: Dette er ikke tidspunktet at diskutere hvis fejl det var. Vi må kæmpe sammen mod fjenden.
it: Non è questo il tempo per discutere delle colpe. Dobbiamo combattere assieme il nemico.

source: I think Deuterus is signalling for help. Prepare for battle!
da: Jeg tror Deuterus giver signal om hjælp. Gør klar til kamp!
it: Credo che Deuterus chieda aiuto. Preparatevi a combattere!

source: Arise, mighty tree-folk. Let us show what happens to those who tamper with the forces of nature.
da: Rejs jer mægtigte træ-folk. Lad os vise dem hvad der sker med dem som forstyrer naturens kræfter.
it: Svegliati, potente popolo degli alberi. Mostraci cosa succede a chi osa sfidare le forze della natura.

source: Victory is ours!
da: Sejren er vores!
it: La vittoria è nostra!

source: It is indeed. But the wose don't look too happy we came here.
da: Det er den. Men træsjælen ser ikke glad ud for at vi kom her.
it: Davvero. Ma i wose non sembrano felici della nostra presenza.

source: Arawn-Myegon, I am sorry that you got involved in this. If you wish us to leave, we will understand.
da: Arawn-Myegon, jeg beklager at du blev involveret. Hvis du ønsker vores afrejse, så forstår jeg det.
it: Arawn-Myegon, mi spiace di averti coinvolto. Se ci volessi lasciare, capiremmo.

source: The mighty Deuterus. On this day, you have brought death and destruction to our people ... And yet, we are ancient friends.
da: Den store Deuterus. På denne dag har du bragt død og ødelæggelse over vort folk ... og dog er vi stadig gamle venner.
it: Il potente Deuterus. Oggi, hai portato morte e distruzione al nostro popolo ... eppure, siamo vecchi amici.

source: Does this mean we can stay?
da: Betyder det, at vi kan blive?
it: Questo vuol dire che possiamo rimanere?

source: We will allow you to rest in our forest. We will provide your men and your horses all the food and supplies nature can provide. But you must not remain here a moment longer than you need to. They will come looking for you. You know of what I speak.
da: Vi vil tillade, at du holder hvil i vores skov. Vi forsyner dig og dine mænd og deres heste med al den mad og øvrige forsyninger som naturen kan yde. Men du må ikke blive et sekund længere end du har behov for. De kommer efter dig. Du ved hvem jeg taler om.
it: Vi permetteremo di riposare nella nostra foresta. Forniremo ai tuoi uomini e ai tuoi cavalli cibo e rifornimenti che la natura può dare. Ma non dovrete rimanere un solo istante più del necessario. Verranno a cercarvi. Tu sai di chi sto parlando.

source: We have failed. Even if we beat our enemies, we now have no means of resting.
da: Vi har fejlet. Selvom vi har slået vores fjender har vi nu ikke et sted at restituere.
it: Abbiamo fallito. Anche se noi sconfiggessimo i nostri nemici, non avremo la possibilità di riprendere le forze.

source: We've taken too long. By the time we have rested, the enemy will be upon us.
da: Vi har været for langsomme. Når vi endelig er udhvilet vil fjende være over os.
it: Ci abbiamo messo troppo. Dovevamo riprendere le forze e ora il nemico ci è addosso.

source: The Calm before the Storm
da: Stilhed før stormen
it: Calma prima della tempesta

source: For several days we rested. It was good to be back amongst friends I had not seen for a very long time, and I was almost able to forget all my troubles. Outside the forest, the dark legions were laying Suveran to waste, and a perilous journey still lay ahead of us, but here, things were calm.
da: I flere dage hvilede vi. Det var rart at være tilbage blandt venner jeg ikke havde set i lang tid, og jeg kunne næsten glemme alle mine problemer. Udenfor skoven var de mørke legioner i gang med at lægge Suveran øde, og en farlig rejse lå stadig foran os, men her, var alt stille.
it: Riposammo per parecchi giorni. Fu bello tornare tra vecchi amici che non vedevo da moltissimo tempo e stavo quasi per dimenticare tutti i miei problemi. Fuori dalla foresta, le legioni oscure stavano saccheggiando Suveran e ci aspettava ancora un viaggio pericoloso, ma qui regnava la pace.

source: Finally, one night, Viktor took leave to join a patrol on the lookout for further invaders. I took the opportunity to share my thoughts with that of my old friend.
da: Endelig en nat tog Viktor afsted for at slutte sig til en patrulje, der var på udkig efter flere angribere. Jeg brugte muligheden til at dele mine tanker med min gamle ven.
it: Finalmente, una notte, Viktor si congedò per unirsi a una pattuglia di sorveglianza contro altri invasori. Colsi l'occasione per spartire i miei pensieri con qualche vecchio amico.

source: Arawn-Myegon, do you think I have chosen correctly? What if I am mistaken and he is not the one we seek?
da: Arawn-Myegon har jeg handlet korrekt? Hvad hvis jeg tager fejl, og han ikke er den vi søger?
it: Arawn-Myegon, pensi che abbia fatto la scelta giusta? Se mi fossi sbagliato e non fosse quello che cerchiamo?

source: From what I have seen of him, I believe you have chosen wisely. But the time is not yet right. He is indeed a brave warrior and commander, but I sense fear deep inside him. If we were to tell the truth now, he would believe it no more than the next man.
da: Ud fra hvad jeg har set til ham tror jeg du har valgt klogt. Men tiden er endnu ikke rigtig. Han er en modig kriger og kommandør, men jeg kan mærke en frygt dybt inde i ham. Hvis vi fortalte ham sandhenden nu, så ville han ikke tro på den.
it: Da come la vedo io, hai scelto con saggezza. Ma non è ancora il tempo. Indubbiamente è un combattente e un comandante coraggioso, ma percepisco la paura nel fondo del suo animo. Se gli dicessimo ora la verità, come potrebbe crederci?

source: That is what I am worried about. There are hundreds of battle-hardened veterans out there who would have gladly risen to the challenge, and I chose a youth who had never seen a day's battle in his life. Can he really be ready for what lies ahead?
da: Hvilket er det, jeg er bekymret for. Der er hundredvis af krigsvante veteraner derude som som med glæde ville have rejst sig til udfordringen, og jeg vælger en ung mand som aldrig har set et slag i sit liv. Er han virkelig klar til udfordringerne forude?
it: Questo è quello che mi preoccupa. Ci sono centinaia di veterani temprati dalle battaglie qua fuori che sarebbero stati felici di accettare la sfida e io ho scelto un giovane che non aveva mai visto una battaglia in vita sua. Come può essere pronto per quello che lo aspetta?

source: You know bravery alone is not enough. Look at Viktor's commander - brave and noble, but lacking in wisdom to the cost of his life. No, Viktor is our only hope, and you know you are right.
da: Mod er ikke nok. Se på Viktors kommandør - modig og adelig, men uden klogskab hvilket kostede ham livet. Nej Viktor er vores eneste håb, og du ved det er rigtigt.
it: Il coraggio da solo non basta, lo sai. Guarda il comandante di Viktor - coraggioso e nobile, ma la poca saggezza gli è costata la vita. No, Viktor è la nostra unica speranza e tu sai di aver ragione.

source: But you still seem uncertain yourself. You say nothing, but you seem concerned about the future.
da: Men du virker stadig selv usikker. Du siger ingenting, men du er foruroliget over fremtiden.
it: Eppure non sei ancora sicuro di te stesso. Non dici nulla ma sembri preoccupato per il futuro.

source: The message from the stars is uncomfortable. All that has been predicted so far has come true: the return of the unstoppable legion; the awakening of the ancient one; the battle in our homeland; the coming of the hero.
da: Meldingen fra stjernerne er ikke betryggende. Alt hvad der er forudsagt er sket: Tilbagekomsten af den ustoppelige legion; vækningen af den ældgamle; slaget i vores hjemland; fremkomsten af helten.
it: I segni negli astri sono sfavorevoli. Per il momento tutte le predizioni si sono avverate: il ritorno della legione inarrestabile, il risveglio dell'antico, la battaglia nella nostra patria, l'arrivo dell'eroe.

source: And what does the future hold?
da: Og hvad vil fremtiden bringe?
it: E cosa ci riserva il futuro?

source: It seems that the journey that lies ahead will be dark and difficult. Friends will turn foe, and foes will turn friend. The end of the your path shall not be where it seems. And ...
da: Det virker som om at rejsen forude bliver mørk og svær. Venner bliver til fjender, og fjender til venner. Afslutningen på din rejse ligger ikke hvor den umiddelbart burde ligge. Og ...
it: Pare che il viaggio sarà oscuro e difficile. Gli amici diventeranno nemici e i nemici amici. La vostra strada non porta dove sembra. E...

source: What?
da: Hvad?
it: Cosa?

source: The messages given by the stars are ambiguous. Even the most ancient Wose such as I have been known to make the wrong interpretation in the past. But ... if the message is correct ...
da: Meldingen fra stjernerne er tvetydig. Selv den ældste træsjæl, ligesom jeg, har taget fejl i fortolkningen før. Men ... hvis meldingen er korrekt ...
it: I segni negli astri sono sempre ambigui. Anche il più anziano wose come me sa di averli già interpretati male in passato. Ma... se la mia lettura è corretta...

source: If you are to reach the World's End Mountains, somebody must pay the price. One of you shall not make it, and the other must continue alone ... I was hoping to keep this to myself, but something tells me you must know ... Remember, I could be wrong.
da: Hvis i når Verdens Ende-bjergene, må en eller anden betale prisen. En af jer vil ikke klare den, og den anden må fortsætte alene ... Jeg håbede at kunne holde dette for mig selv, men noget siger mig, at jeg er nød til at sige det ... Husk jeg kan tage fejl.
it: Se dovete raggiungere le montagne all'estremità del mondo, qualcuno dovrà pagare il prezzo. Uno di voi non ce la farà e l'altro dovrà continuare da solo... speravo di poter tenermi questa profezia per me, ma qualcosa mi dice che lo dovevi sapere... Ricorda potrei anche sbagliarmi.

source: We shall see. All that's important is ... Viktor?
da: Vi får se. Det vigtige er ... Viktor?
it: Vedremo. Quello che importa è... Viktor?

source: Deuterus! We have to go. Now!
da: Deuterus! Vi må af sted. Nu!
it: Deuterus! Dobbiamo andare. Adesso!

source: Why? Whatever has happened?
da: Hvorfor? Hvad er der sket?
it: Perché? Cos'altro è successo?

source: I've seen an enemy camp just half a day's ride from here. They're surely coming for us!
da: Jeg har spottet en fjendtlig lejr kun en halv dags ridt herfra. De er her helt sikkert på grund af os!
it: Ho trovato un campo nemico a solo mezza giornata a cavallo da qui. Certamente stanno arrivando per noi!

source: In that case, we'd better get moving.
da: I det tilfælde, så må vi heller komme afsted.
it: In questo caso, è meglio andare.
