Repository: wescamp/The_Unstoppable_Legion-root
Catalog: po/*.po
Languages: da, it

source: But that's not all. The camp is teeming with dark riders. We wouldn't have a hope in hell holding them off.
da: Det er ikke det hele. Lejren er fyldt med mørke ryttere. Vi har ikke en eneste chance for at holde dem tilbage.
it: C'è dell'altro. L'accampamento brulica di cavalieri oscuri. Non abbiamo una dannata possibilità di tenerli a distanza.

source: Those dark riders will catch us up. Is there any way we can lose them?
da: Disse mørke ryttere vil indhente os. Er der en måde vi kan slippe væk fra dem på?
it: Questi cavalieri oscuri ci raggiungeranno. Possiamo seminarli in qualche modo?

source: You must ride through the Hyandian Moutains through Anzar's pass. Then you can block the pass with a landslip which will buy you enough time to escape.
da: Du må ride over Anzars Pas i Hyandian-bjergene. Så kan du blokere passet med et stenskred der kan give dig tid nok til at undslippe.
it: Dovrete cavalcare attraverso le montagne di Hyandia passando dal passo di Anzar. Allora potrai bloccare il passo con una slavina che vi darà il tempo sufficiente per fuggire.

source: What about us? You humans might be able to get away on horseback, but we dwarves can't ride that fast.
da: Hvad med os? I mennesker kan slippe væk på hesteryg, men vi dværge kan ikke ride så hurtigt.
it: E noi? Voi umani sapete cavalcare mentre i nani non possono cavalcare così velocemente.

source: Prince Sven, you must split from Viktor's forces and lead the dwarves under the mountains. On the northern side of the mountains is the abandoned Temple of Tsorias. Find the temple, and you can rendezvous there.
da: Prins Sven, du må forlade Viktors styrker og føre dværgene under bjergene. På den nordlige side at bjergene er det forladte Tsorias-tempel. Find templet og i kan mødes igen der.
it: Principe Sven, dovrete separarvi dalle forze di Viktor e guiadre i nani sotto le montagne. Sul fianco settentrionale delle montagne c'è il tempio abbandonato di Tsorias. Trovate il tempio e potrete riunirvi laggiuù.

source: I will go with you through the caves. I'd only slow the riders down.
da: Jeg går igennem med dig igennem hulerne. Jeg vil kun gøre rytterne langsommere.
it: Verrò nelle caverne con te. Io rallenterei solo i cavalieri.

source: We'll have to split the gold between us.
da: Vi må dele guldet imellem os.
it: Dovremmo spartirci l'oro.

source: But how much shall the dwarves have?
da: Men hvor meget skal dværgene ha'?
it: Ma quanto ne avranno i nani?

source: 100 gold.
da: 100 guldstykker.
it: 100 pezzi.

source: 150 gold.
da: 150 guldstykker.
it: 150 pezzi.

source: 200 gold.
da: 200 guldstykker.
it: 200 pezzi.

source: 250 gold.
da: 250 guldstykker.
it: 250 pezzi.

source: 300 gold.
da: 300 guldstykker.
it: 300 pezzi.

source: We cannot come with you, for we are bound to this forest. But remember, when the time comes, call on the trees and they will come to your aid.
da: Vi kan ikke komme med dig, for vi er bundet til denne skov. Men husk at når tiden kommer, så kald på træerne så vil de komme til din undsætning.
it: Non possiamo venire con noi perché siamo legati a questa foresta. Ma ricordate, quando verrà il momento, chiamate gli alberi e noi verremo in vostro aiuto.

source: And so, with Viktor leading his forces one way, and Preince Sven leading his forces the other, we left the haven of the forest. As I rode towards the pass, I wondered just how difficult the journey ahead would be, and whether one of us was indeed doomed to fall.
da: Og så med Viktor i spidsen for sine styrker en vej og prins Sven i spidsen for sine styrker en anden vej, så forlod vi skovens sikkerhed. Da jeg red mod passet spekulerede jeg på hvor svært rejsen foran os ville være, og om en af os var skæbnebestemt til at dø.
it: E così, mentre Viktor guidava le sue forze in una direzione e il principe Sven dall'altra, abbandonammo il rifugio della foresta. Mentre cavalcavo verso il passo, mi domandavo quanto difficile sarebbe stato il viaggio che ci aspettava e chi di noi era inesorabilmente condannato a cadere.

source: Race Against Time
da: Kampen mod tiden
it: Corsa contro il tempo

source: Move Viktor to the end of the road
da: Flyt Viktor mod slutningen af vejen
it: Sposta Viktor alla fine della strada

source: Defeat Haathan Avery (bonus)
da: Besejr Haathan Avery (bonus)
it: Sconfiggi Haathan Avery (bonus)

source: Either objective achieved when Viktor or Deuterus south of lava chasm
da: Ingen mål opnået når Viktor eller Deuterus er syd for lavakløften
it: Entrambi gli obiettivi raggiunti con Viktor o Deuterus a sud dell'abisso di lava

source: Any unit left south of the lava chasm when objective is achieved will be lost (including those on recall list).
da: Enhver enhed der befinder sig syd for lavakløften, når målet nås, fortabes (inklusiv dem på tilbagekaldslisten).
it: Qualunque unità che si trovi a sud dell'abisso di lava quando verrà raggiunto l'obiettivo sarà perduta (comprese quelle veterane).

source: With speed of the essence, I joined the others on horseback. Soon Anzar's pass came into view.
da: Med en hastighed passende til vigtigheden sluttede jeg mig til de andre på hesteryg. Snart kom Anzars Pas i øjesyn.
it: Con la velocità del fulmine, mi unii agli altri a cavallo. Presto fummo in vista del passo di Anzar.

source: They're catching us up! How close are we to the summit?
da: De indhenter os! Hvor tæt er vi på toppen?
it: Ci stanno raggiungendo! Quanto manca al passo?

source: It had better be soon. If the scouts are right, there's far too many of them for us to fight.
da: Det skal være snart. Hvis spejdere har ret, så er der alt for mange af dem til at vi kan kæmpe mod dem.
it: È meglio fare presto. Se gli esploratori hanno ragione, sono in troppi per poterli combattere.

source: Fear not. We're approaching the summit now. Just a little further and I can block them off with ... oh no.
da: Frygt ikke. Vi nærmer os toppen nu. Kun en smule længere og jeg kan blokere dem med ... oh nej.
it: Non temere. Adesso siamo quasi in cima. Ancora un poco e io potrò bloccarli con... oh no

source: My, my, this is an unexpected pleasure. I had not expected you to still be around, Deuterus.
da: Dette er en uventet glæde. Jeg havde ikke forventet at se dig her omkring Deuterus.
it: Perbacco, che piacere inaspettato. Non mi aspettavo che tu fossi ancora in giro, Deuterus.

source: That is Haathan Avery, a rogue mage who rebelled from Zharagorn's forces. Some say that after Zharagorn withdrew, he entered a deep slumber to bide his time. Looks like those stories are true.
da: Det er Haathan Avery, en troldmandslærling som stak af fra Zharagorns styrker. Nogle siger at efter Zharagorn trak sig tilbage gik han ind i en dyb søvn for at skaffe sig tid. Ser ud til at historierne er korrekte.
it: Questo è Haathan Avery, un mago errante che si è ribellato alle forze di Zharagorn. Alcuni dicono che quando Zharagorn si ritirò, egli è caduto in un sonno profondo in attesa del suo tempo. Pare che questi racconti siano veri.

source: A rebel from Zharagorn's army? Can we get him on our side?
da: En desertør fra Zharagorns hær? Kan vi få ham over på vores side?
it: Si è ribellato all'esercito di Zharagorn? Possiamo portarlo dalla nostra parte?

source: In principle, a good idea. Unfortunately ...
da: I princippet en god ide. Desværre ...
it: In teoria, sarebbe una buona idea. Purtroppo...

source: Unfortunately, I have unimaginable power to rival even Zharagorn's.
da: Desværre, jeg har utrolige magtevner som svarer til selv Zharagorns evner.
it: Purtroppo, ho un potere inimmaginabile che compete persino con quello Zharagorn.

source: I have no need for petty alliances. When my daemons kill you, the mighty Zharagorn will understand who's boss.
da: Jeg har ikke brug for ynkelige alliancer. Når mine dæmoner dræber dig, så vil den store Zharagorn forstå hvem som er chef.
it: Non mi servono insignificanti alleanze. Quando i miei demoni vi uccideranno, il potente Zharagorn capirà chi comanda.

source: Hurry! We've got to get that lava chasm or we're doomed!
da: Hurtigt! Vi må nå til lavakløften eller vi er fortabte!
it: Presto! Dobbiamo attraversare l'abisso di lava o saremo condannati!

source: Just a moment ... where's his keep? Surely he's not going to fight us single-handed?
da: Lige et øjeblik ... hvor er hans borgtårn? Han vil da ikke kæmpe imod os helt alene?
it: Un momento... dov'è la sua fortezza? Certamente non ci combattera da solo?

source: Mighty daemon-folk, I pledge to you the souls of these mortals.
da: Mægtige dæmoner, jeg lover jer sjælene fra disse dødelige.
it: Possente popolo dei demoni, io ti consegno le anime di questi mortali.

source: Does that answer your question?
da: Er det svar nok til dit spørgsmål?
it: Ecco la risposta alla tua domanda.

source: Viktor, Daemons are most vulnerable when they are materialising. A single hit now will save a tough fight later.
da: Viktor, dæmoner er mest sårbare når de kaldes frem. En enkelt træffer nu vil forhindre en senere hård kamp.
it: Viktor, i demoni sono più vulnerabili quando si materializzano. Un solo colpo ora eviterà un duro scontro dopo.

source: What's happening?
da: Hvad sker der?
it: Cosa succede?

source: The ground is collapsing beneath us!
da: Jorden kollapser under os!
it: La terra ci crolla sotto i piedi!

source: It's collapsing everywhere! What can we do?
da: Den bryder sammen over det hele! Hvad kan vi gøre?
it: Sta crollando ovunque! Cosa possiamo fare?

source: Very little. Anyone who falls into the lava will take damage. If they do not escape at the first opportunity they will surely die.
da: Meget lidt. Enhver som falder ned i lavaen vil tage skade. Hvis de ikke undslipper ved først givne lejlighed, så vil de dø.
it: Molto poco. Chiunque cadesse nella lava subirebbe delle ferite. Se non riescono a alla prima opportunità moriranno di sicuro.

source: At last! Now we have you!
da: Endelig! Nu har vi dig!
it: Finalmente! Vi abbiamo presi!

source: More souls for my daemons? Be my guest!
da: Flere sjæle til mine dæmoner? Vær min gæst!
it: Altre anime per i miei demoni? Prego, siete i benvenuti!

source: Die, traitor! And death to you too, Deuterus.
da: Dø forræder! Og også død over dig Deuterus.
it: Muori, traditore! E muori anche tu, Deuterus.

source: No! They're getting away!
da: Nej! De slipper væk!
it: No! Stanno scappando!

source: Do you think you can run from us? All the Northern Provinces now belong to Zharagorn. We will hunt you down, Deuterus, and next time, you will die!
da: Tror du, at du kan løbe fra os? Alle de nordlige provinser tilhører nu Zharagorn. Vi jager dig ned Deuterus, og næste gang så dør du!
it: Pensi di poterci sfuggire? Tutte le province del nord adesso appartengono a Zharagorn. Ti daremo la caccia, Deuterus, e la prossima volta morirai!

source: Not yet, Viktor! Wait for me!
da: Ikke endnu Viktor! Vent på mig!
it: Non ancora, Viktor! Aspettami!

source: Wait! Some of our units are still south of the chasm. Are you sure you want to leave them behind?
da: Vent! Nogle af dine enheder er stadig syd for kløften. Er du sikker på, at du ønsker at efterlade dem?
it: Aspetta! Alcune delle nostre unità sono ancora a sud dell'abisso. Sei sicuro di volerle lasciare indietro?

source: This is a difficult decision.
da: Dette er en svær beslutning.
it: È una decisione difficile.

source: Let us not leave a comrade behind. We won't go yet!
da: Vi kan ikke lade en kammerat tibage. Vi venter lidt!
it: Non lasceremo nemmeno un compagno indietro. Non ce ne andiamo ancora!

source: I hope they can make it.
da: Jeg håber, at de kan nå det.
it: Speriamo di riuscirci.

source: Alas! We cannot wait a moment longer.
da: Vi kan ikke vente længere.
it: Ahimè! Non possiamo aspettare ancora.

source: Let us hope they sell their lives dearly.
da: Lad os håbe at de sælger deres liv dyrt.
it: Speriamo che vendano cara la pelle.

source: All units accounted for! Pity we don't have time to deal with this Haathan Avery, but at least he'll hold off the Dark Riders.
da: Der er styr på alle enheder! Synd vi ikke har tid til at tage os af denne Haathan Avery, men i det mindste kan han holde de sorte ryttere tilbage.
it: Tutte le unità sono state distrutte! Peccato che non abbiamo avuto il tempo per trattare con questo Haathan Avery ma almeno terrà lontani i cavalieri oscuri.

source: No! I cannot die now!
da: Nej! Jeg kan ikke dø nu!
it: No! Non posso morire ora!

source: You fool! You've trapped me south of the lava!
da: Dit fjols! Du har fanget mig syd for lavaen!
it: Sciocco! Mi hai intrappolato a sud della lava!

source: Oh no! I'm trapped south of the lava. I'm doomed!
da: Oh nej! Jeg er fanget syd for lavaen. Jeg er fortabt!
it: Oh no! Sono intrappolato a sud della lava. Sono condannato!

source: I found some scrolls on his body. Perhaps we can use them later.
da: Jeg har fundet nogle skriftruller på hans krop. Måske kan vi anvende dem senere.
it: Ho trovato delle pergamene sul suo corpo. Forse possiamo usarle più avanti.

source: Who knows? I'll study them later when I have the time.
da: Hvem ved? Jeg studerer dem senere, når jeg har tid til det.
it: Chi lo sa? Le esaminerò poi quando avrò il tempo.

source: Oh dear! The last of the lava chasm has collapsed. We've left behind good soldiers.
da: Oooha! Den sidste del af lavakløften er brudt sammen. Vi har efterladt gode soldater.
it: Povero me! L'ultimo ponte sulla lava è crollato. Abbiamo lasciato indietro dei buoni soldati.

source: Excellent! The last of the lava chasm has collapsed, and we're all on the north side!
da: Glimrende! Den sidste del af lavakløften er brudt sammen og vi er alle på den nordlige side!
it: Ottimo! L'ultimo ponte sulla lava è crollato e siamo tutti dal lato nord!

source: Oh no! The last of the lava chasm has collapsed! We're trapped!
da: Oh nej! Den sidste del af lavakløften er brudt sammen! Vi er fanget!
it: Oh no! L'ultimo ponte sulla lava è crollato! Siamo in trappola!

source: The Mines of Alsok
da: Alsok-minerne
it: Le miniere di Alsok

source: This bridge has only been cut. We can fix it.
da: Denne bro er kun beskadiget. Vi kan reparere den.
it: Questo ponte è stato solo tagliato. Possiamo sistemarlo.

source: This bridge has fallen down the chasm. It's gone for good.
da: Denne bro er faldet ned i klæften. Den er færdig.
it: Questo ponte è crollato nell'abisso. È proprio andato.

source: Find the dwarvern keep
da: Find dværgenes borgtårn
it: Trova la fortezza dei nani

source: Meanwhile, Prince Sven led the dwarves underneath the mountains.
da: I mellemtiden førte prins Sven dværgene ned under bjergene.
it: Nel frattempo, il principe Sven guidò i nani sotto le montagne.

source: I don't like this. The dwarves who mine at Alsok were renowned for their hospitality. Why has no-one greeted us?
da: Jeg kan ikke lide det her. Dværgene som havde miner ved Alsok var kendt for deres venlighed. Hvorfor har ingen taget imod os?
it: Non mi piace. I nani che hanno scavano ad Asok sono famosi per la loro ospitalità. Perché non c'è nessuno ad accoglierci?

source: No! Not the Alsok dwarves too?
da: Nej! Ikke også Alsok-dværgene?
it: No! Anche i nani di Asok?

source: This is bad. Whoever's done this to the Alsok inhabitants will probably want to do the same to us.
da: Dette er slemt. Dem som har gjort dette mod Alsoks indbyggere vil sikkert også gøre det samme mod os.
it: Brutta faccenda. Chiunque abbia ftto questo agli abitanti di Alsok probabilmente vorrà fare altrettanto a noi.

source: My Lord! I can hear voices echoing behind us! It seems Zharagorn has sent men to pursue us.
da: Min herre! Jeg kan høre stemmer bag os! Ser ud til at Zharagorn har sendt enheder efter os.
it: Mio signore! Riesco a sentire l'eco di voci dietro di noi! Sembra che Zharagorn abbia mandato degli uomini a inseguirci.

source: They sound close. We can't spend too long rallying our forces here. But there's no knowing how much danger is ahead.
da: De er tæt på. Vi kan ikke bruge for lang tid på at samle vores styrker her. Men vi ved ikke hvor farlig den nærmeste tid bliver.
it: Sembrano vicini. Non possiamo perdere troppo tempo a radunare qui le nostre forze. Ma non sappiamo quali pericoli ci aspettano più avanti.

source: If my memory serves me correctly, there is a dwarvern fort not far from here. We can rally the bulk of our forces there.
da: Hvis jeg husker korrekt, så er der et dværgefort ikke langt fra her. Vi kan samle hovedparten af vores styrker der.
it: Se la memoria non mi inganna, c'è una fortezza dei nani non lontano di qua. Possiamo radunare il groso delle nostre forze laggiù.

source: What's that? I heard someone!
da: Hvad er det? Jeg hørte noget!
it: Cosa è stato? Ho sentito qualcuno!

source: All right, you found me. But I will sell my life dearly!
da: I fandt mig. Men jeg sælger mit liv dyrt!
it: Va bene, mi hai trovato, ma venderò cara la mia pelle!

source: Prince Sven? Sorry, I thought ... What are you doing here?
da: Prins Sven? Beklager, jeg troede ... hvad gør du her?
it: Pricipe Sven? Sono spiacente, ho pensato... cosa ci fate qua?

source: I am on a quest with some riders of Suveran. It is our only hope against the Legions of Zharagorn.
da: Jeg er på en mission med nogle ryttere fra Suveran. Det er vores eneste håb mod Zhargorns legioner.
it: Sono in missione con alcuni cavalieri di Suveran. È la nostra unica speranza contro le legioni di Zharagorn.

source: The legions of who?
da: Hvems legioner?
it: Le legioni di chi?

source: Surely you must know about ... Are you saying you haven't heard about it?
da: Du må da kende til ... Siger du, at du intet har hørt om ham?
it: Avrete di sicuro saputo che... mi volete dire che non ne sapete niente?

source: We lost contact with the outside world a few days ago when the messengers stopped coming. This Zharagorn is the least of our problems, whoever he is.
da: Vi mistede kontakten med resten af verden for nogle dage siden, da vores budbringere forsvandt. Denne Zharagorn er den mindste af vores problemer, uanset hvem han er.
it: Abbiamo perso i contatti con il mondo esterno pochi giorni fa quando i messaggeri non sono più arrivati. Questo Zharagorn è l'ultimo dei nostri problemi, chiunque esso sia.

source: Wait a second ... if you're not fighting Zharagorn, who did this to you?
da: Vent et øjeblik ... hvis du ikke kæmper mod Zharagorn, hvem har så gjort dette?
it: Aspetta un momento... se non state combattendo Zharagorn, chi vi ha fatto questo?

source: The notrious cut-throat Gulsor attacked us from the west. He's never dared attack us this deep in the mines before, but this time, something seemed to be driving him onwards.
da: Den notoriske morder Gulsor angreb os fra vest. Han har aldrig vovet at angribe os så dybt inde i minerne før, men denne gang, virkede det som om at noget drev ham fremad.
it: L'infame tagliagole Gulsor ci ha attaccato da occidente. Prima non aveva mai osato attaccarci così in profondità nelle miniere, ma questa volta sembra che qualcuno lo spinga ad avanzare.

source: You've fought him off before. Did something go wrong this time?
da: Du har slået ham tilbage før. Gik noget galt denne gang?
it: Lo avete già combattuto in passato. Cosa è andato storto questa volta?

source: Just as we were rallying to attack, an undead army attacked from the east. We'd heard legends that there was a warrior called Xerxis waiting to be reawoken ... well, it must be true.
da: Da vi var klar til modangreb angreb en hær af udøde fra øst. Vi havde hørt legender om at en kriger kaldet Xerxis ventede på at blive vækket ... Det må have været sandt.
it: Proprio mentre ci stavamo radunando per attaccare, un esercito di non-morti ci ha attaccato da oriente. Le leggende raccontavano di un guerriero chiamato Xersis che aspettava di essere risvegliato... be', devono essere vere.

source: I bring fresh forces with me. Can we help you drive them off?
da: Jeg har friske styrker med mig. Kan vi hjælpe med at drive dem væk?
it: Ho con me delle forze fresche. Vi possiamo aiutare a respingerli?

source: It's too late for that. Lord Alsok thought he could fight off both forces at once. He split us in two. But then ... all I know is that the survivors spoke of strange beasts that came out of thin air who tore men and dwarves in two and engulfed the living and dead in flames. I was ordered to retreat and tend to the wounded. I fear the worst for the rest.
da: Det er for sent. Lensherre Alsok troede at han kunne kæmpe mod dem begge på en gang. Han delte os i to. Men så ... alt jeg ved er, at de overlevende fortalte om mærkelige bæster som kom ud af den bare luft og rev mænd og dværge i to stykker og omgav de levende og døde i flammer. Jeg blev beordret til at trække mig tilbage og tage mig af de sårede. Jeg frygter det værste for resten.
it: Ormai è troppo tardi. Lord Asok calcolò che avrebbe potuto attaccare i due nemici nello stesso momento. Ci divise in due. Ma poi...

source: Shh! I hear something! Far away.
da: Ssh! Jeg kan høre noget! Langt væk.
it: Silenzio! Sento qualcosa! Molto lontano.

source: Wait! I think they're back.
da: Vent! Jeg tror de er tilbage.
it: Aspetta! Penso che stiano tornando.

source: This is it! Set up here, and anyone taking refuge from Zharagorn is ours.
da: Her er det! Stå fast her og alle som søger sikkerhed mod Zharagorn er vores.
it: Eccoli! Schieriamoci qua, chiunque fugga da Zharagorn è dei nostri.

source: Oh, to rise again! For centuries I have waited for the sound of slaughter, and at long last it is here.
da: Oh at komme tilbage! I århundreder har jeg ventet på lyden af kamp og endelig er det tid.
it: Oh, di nuovo vivo! Per secoli ho atteso il suono del massacro, finalmente ci siamo.

source: We'll be lucky to get through here in one piece. We've got to reach the Temple of Tsorias quickly.
da: Vi er heldige hvis vi kommer igennem her i et stykke. Vi må hurtigt nå Tsorias-templet.
it: Saremo fortunati a uscire di qua tutti interi. Dobbiamo raggiungere velocemente il tempio di Tsorias.

source: There's an exit to the temple north of here. But there is a chasm in the way. We thought cutting the bridges would slow down the enemies, but they didn't. I hope we can get those bridges back up, or we're doomed.
da: Der er en udgang til templet nord herfor. Men der er en kløft derimellem. Vi troede at de ødelagte broer ville sinke fjenden, men det skete ikke. Jeg håber, at vi kan få de broer op igen, ellers er vi fortabt.
it: C'è una uscita per il tempio a nord di qua. Ma bisogna attraversare un abisso. Avevamo pensato che tagliando i ponti avremmo rallentato i nemici ma così non è stato. Speriamo di riuscire a ripristinarli altrimenti saremo condannati.

source: Your majesty, we must recall every veteran fighter we can. I fear anyone we leave behind won't make it.
da: Deres majestæt, vi må indkalde alle de veteraner vi kan få fat i. Jeg frygter, at alle vi efterlader ikke vil klare den.
it: Vostra maestà, dovremmo richiamare tutti i guerrieri veterani che possiamo. Temo che chiunque rimanga indietro non ce la farà.

source: Get ready, brothers. This is going to be a tough fight.
da: Gør klar brødre. Det bliver en hård omgang.
it: State pronti, fratelli. Sarà una dura battaglia.

source: *@<127,127,127>Objective I: <127,127,127>Find the dwarvern keep
da: *@<127,127,127>Mål I: <127,127,127>Find dværgenes borgtårn
it: *@<127,127,127>Obiettivo I: <127,127,127>Trova la fortezza dei nani

source: *@<255,255,255>Objective II: <0,255,0>Find the northern exit
da: *@<255,255,255>Mål II: <0,255,0>Find den nordlige udgang
it: *@<255,255,255>Obiettivo II: <0,255,0>Trova l'uscita settentrionale

source: They're back. The creatures that were materialising here!
da: De er tilbage. Skabningerne som materialiserede sig her!
it: Sono tornati. Le creature si stanno materializzando qua!
